{
  "title": "Invisible City",
  "cities": [
    {
      "type": "memory",
      "name": "diomira",
      "cnDescription": "从那里出发，向东方走三天，你会到达迪奥米拉，这城市有六十个银色的圆屋顶，诸神的青铜塑像，铺铅板的街道，一个水晶剧场，还有一只金鸡在塔楼顶上每天报晓。旅客们熟悉这些美景，因为他们在别的城市也见过。然而这座城市的独特品质在于，倘若九月的黄昏来到此地，白昼渐短，你将看到炸食店门口同时亮起多彩的灯光，听见某处凉台上传来女人的叫声：啊！真让人羡慕那些人，他们觉得自己曾经度过这样的一个夜晚并且在那时是幸福的。",
      "enDescription": "Leaving there and proceeding for three days towards the east, you reach Diomira, a city with sixty silver domes, bronze statues of all the gods, streets paved with lead, a crystal theater, and a golden cock that crows each morning on a tower. All these beauties will already be familiar to the visitor, who has seen them also in other cities. But the special quality of this city for the man who arrives there on a September evening, when the days are growing shorter and the multicolored lamps are lighted all at once at the doors of the food stalls and from a terrace a woman's voice cries ooh!, is that he feels envy toward those who now believe they have once before lived an evening identical to this and who think they were happy, that time.",
      "cnName": "迪奥米拉"
    },
    {
      "type": "memory",
      "name": "isidora",
      "cnDescription": "一个人长时间骑马行走在丛莽地区，自然会渴望抵达城市。他终于来到伊西多拉，这里的建筑都有镶满海螺贝壳的螺旋形楼梯，这里的人能精工细作地制造望远镜和小提琴，这里的外来人每当在两个女性面前犹豫不决时总会邂逅第三个，这里的斗鸡会导致赌徒之间的流血争斗。在他盼望着城市时，心里就会想到所有这一切。因此，伊西多拉便是他梦中的城市，但只有一点不同。在梦中的城市里，他正值青春，而到达伊西多拉城时，他已年老。广场上有一堵墙，老人们倚坐在那里看着过往的年轻人；他和这些老人并坐在一起。当初的欲望已是记忆。",
      "enDescription": "When a man rides a long time through wild regions he feels the desire for a city. Finally he comes to Isidora, a city where the buildings have spiral staircases encrusted with spiral seashells, where perfect telescopes and violins are made, where the foreigner hesitating between two women always encounters a third, where cockfights degenerate into bloody brawls among the bettors. He was thinking of all these things when he desired a city. Isidora, therefore, is the city of his dreams: with one difference. The dreamed-of city contained him as a young man; he arrives at Isidora in his old age. In the square there is the wall where the old men sit and watch the young go by; he is seated in a row with them. Desires are already memories.",
      "cnName": "伊西多拉"
    },
    {
      "type": "desire",
      "name": "dorothea",
      "cnDescription": "描述多罗泰亚有两种方法：你可以说，城墙上高耸着四座铝质塔楼，七个城门口装有弹簧控制的吊桥跨越护城河，河水流进四条绿色的运河，把城市纵横划分成九个区，每个区有三百所房屋和七百个烟囱。每个区的婚龄少女都要嫁给其他区的小伙子，双方父母要交换各自专有的商品——香柠檬、鲜鱼子、紫水晶——以此为基础，就能推导出整个城市的过去、现在和将来；你也可以像把我带到那里的赶骆驼的人一样说：“我很年轻时来到这里，那天早上，许多人匆匆赶往集市，女人都长着一口漂亮的牙齿，直率地望着我的眼睛，三个士兵在高台上吹着小号，到处是车轮滚滚，到处是彩旗飘飘。在那以前，我只知道荒漠和商队车路，而那个多罗泰亚的早上使我觉得今生今世没有比这更美好的感受。在后来的岁月里，我的目光又回头审视荒漠和商队车路；而我现在知道，这只是那个早上让我走进多罗泰亚的许多道路中的一条。",
      "enDescription": "There are two ways of describing the city of Dorothea: you can say that four aluminum towers rise from its walls flanking seven gates with spring-operated drawbridges that span the moat whose water feeds four green canals which cross the city, dividing it into nine quarters, each with three hundred houses and seven hundred chimneys. And bearing in mind that the nubile girls of each quarter marry youths of other quarters and their parents exchange the goods that each family holds in monopoly—bergamot, sturgeon roe, astrolabes, amethysts—you can then work from these facts until you learn everything you wish about the city in the past, present, and future. Or else you can say, like the camel driver who took me there: \"I arrived here in my first youth, one morning, many people were hurrying along the streets toward the market, the women had fine teeth and looked you straight in the eye, three soldiers on a platform played the trumpet, and all around wheels turned and colored banners fluttered in the wind. Before then I had known only the desert and the caravan routes. In the years that followed, my eyes returned to contemplate the desert latitudes and the caravan routes; but now I know that this path is only one of the many that opened before me on that morning in Dorothea.\"",
      "cnName": "多罗泰亚"
    },
    {
      "type": "memory",
      "name": "zaira",
      "cnDescription": "至高无上的忽必烈汗啊，无论我怎样努力，都难以描述出高大碉堡林立的扎伊拉城。我可以告诉你，高低起伏的街道有多少级台阶，拱廊的弧形有多少度，屋顶上铺的是怎样的锌片；但是，这其实等于什么都没有告诉你。构成这个城市的不是这些，而是她的空间量度与历史事件之间的关系；灯柱的高度，被吊死的篡位者来回摆动着的双脚与地面的距离；系在灯柱与对面栅栏之间的绳索，在女王大婚仪仗队行经时如何披红结彩；栅栏的高度和偷情的汉子如何在黎明时分爬过栅栏；屋檐流水槽的倾斜度和一只猫如何沿着它溜进窗户；突然在海峡外出现的炮船的火器射程和炮如何打坏了流水槽；鱼网的破口，三个老人如何坐在码头上一面补网，一面重复着已经讲了上百次的篡位者的故事，有人说他是女王的私生子，在襁褓时就被遗弃在码头上。\n\n城市就像一块海绵，吸汲着这些不断涌流的记忆的潮水，并且随之膨胀着。对今日扎伊拉的描述，还应该包含扎伊拉的整个过去。然而，城市不会泄露自己的过去，只会把它像手纹一样藏起来，它被写在街巷的角落、窗格的护栏、楼梯的扶手、避雷的天线和旗杆上，每一道印记都是抓挠、锯锉、刻凿、猛击留下的痕迹。",
      "enDescription": "In vain, great-hearted Kublai, shall I attempt to describe Zaira, city of high bastions. I could tell you how many steps make up the streets rising like stairways, and the degree of the arcades' curves, and what kind of zinc scales cover the roofs; but I already know this would be the same as telling you nothing. The city does not consist of this, but of relationships between the measurements of its space and the events of its past: the height of a lamppost and the distance from the ground of a hanged usurper's swaying feet; the line strung from the lamppost to the railing opposite and the festoons that decorate the course of the queen's nuptial procession; the height of that railing and the leap of the adulterer who climbed over it at dawn; the tilt of a gutter and a cat's progress along it as he slips into the same window; the firing range of a gunboat which has suddenly appeared behind the cape and the bomb that destroys the gutter; the rips in the fish net and the three old men seated on the dock mending nets and telling each other for the hundredth time the story of the gunboat of the usurper, who some say was the queen's illegitimate son, abandoned in his swaddling clothes there on the dock.\n\nAs this wave from memories flows in, the city soaks it up like a sponge and expands. A description of Zaira as it is today should contain all Zaira's past. The city, however, does not tell its past, but contains it like the lines of a hand, written in the corners of the streets, the gratings of the windows, the banisters of the steps, the antennae of the lightning rods, the poles of the flags, every segment marked in turn with scratches, indentations, scrolls.",
      "cnName": "扎伊拉"
    },
    {
      "type": "desire",
      "name": "anastasia",
      "cnDescription": "一直向南走上三天，你就会到达阿纳斯塔西亚。这座城里有许多渠道会聚在一起，空中有许多风筝飞翔。我应该开列一个在这里能买到的上好货品的单子：玛瑙、石华、绿玉髓及各种其他的玉髓；我应该赞美那用陈年的香桃木烤熟的、涂满大量牛至的金黄色的野鸡；还应该提到那些在花园水池里沐浴的女人，据说她们有时还邀请过路者脱掉衣服，跟她们一起在水里追逐嬉戏。不过，所有这些还并非城市的真正本质所在：因为对阿纳斯塔西亚的描述，只能唤起你的一个个欲望，再迫使你把它们压下去，而某天清晨，当你在阿纳斯塔西亚醒来时，所有的欲望会一起萌发，把你包围起来。这座城市对于你好像是全部，没有任何欲望会失落，而你自己也是其中一部分，由于她欣赏你不欣赏的一切，所以你就只好安身于欲望之中，并且感到满足。阿纳斯塔西亚，诡谲的城市，拥有时而恶毒时而善良的力量：你若是每天八个小时切割玛瑙、石华和绿玉髓，你的辛苦就会为欲望塑造出形态，而你的欲望也会为你的劳动塑造出形态；你以为自己在享受整个阿纳斯塔西亚，其实你只不过是她的奴隶。",
      "enDescription": "At the end of three days, moving southward, you come to Anastasia, a city with concentric canals watering it and kites flying over it. I should now list the wares that can profitably be bought here: agate, onyx, chrysoprase, and other varieties of chalcedony; I should praise the flesh of the golden pheasant cooked here over fires of seasoned cherry wood and sprinkled with much sweet marjoram; and tell of the women I have seen bathing in the pool of a garden and who sometimes—it is said—invite the stranger to disrobe with them and chase them in the water. But with all this, I would not be telling you the city's true essence; for while the description of Anastasia awakens desires one at a time only to force you to stifle them, when you are in the heart of Anastasia one morning your desires waken all at once and surround you. The city appears to you as a whole where no desire is lost and of which you are a part, and since it enjoys everything you do not enjoy, you can do nothing but inhabit this desire and be content. Such is the power, sometimes benevolent, sometimes malignant, of Anastasia, a treacherous city; if for eight hours a day you work as a cutter of agate, onyx, chrysoprase, your labor which gives form to desire takes from desire its form, and you believe you are enjoying Anastasia wholly when you are only its slave.",
      "cnName": "阿纳斯塔西亚"
    },
    {
      "type": "signs",
      "name": "tamara",
      "cnDescription": "你在树木与石头之间一连数日行走。你的目光很难停留在一个物体上，只是在认出它是表明另一事物的符号时才会驻目观察：沙上的足迹说明曾有老虎经过；一片沼泽说明有一脉水流相通；木芙蓉花意味冬季的结束。其余的一切都是寂静无声的，可以互相替换的；树木和石头只是树木和石头。\n\n旅途终于把你带到了塔马拉。你沿着两边墙上挂满招牌的街巷走进城市，眼中所见的不是物品，而是意味着其他事物的物品的形象：牙钳表示牙科诊所，陶罐表示酒馆，戟代表卫队营地，天平代表蔬菜水果铺。雕像和盾牌上描画着狮子、海豚、塔楼和星辰：是以狮子、海豚、塔楼或星辰为符号的某种东西。还有禁止在某处做某事的标志（车辆不得进入小巷，不得在凉亭后面解手，不得在桥上垂钓，以及某些准许做的合法行为（给斑马饮水，打木球，焚烧亲友尸体）。在寺庙门口，能够看到各种神灵的雕像，都带有特殊的象征：羊角、沙漏、水母，信徒可以借此辨认神灵，并向它们正确地倾诉祷告。如若一座建筑没有招牌或什么形象标志，那它的形式本身和在城里的位置就足以说明它的职能：王宫、监狱、铸币厂、学校、妓院。就连商贩在货摊上陈放的商品的价值也不在于其自身，而在于作为符号代表其他什么东西：绣花的护额带代表典雅，镀金的轿子代表权力，阿威罗伊的书卷代表学识，脚镯代表淫逸。你放眼打量街巷，就像翻阅写满字迹的纸页：城市告诉你所有应该思索的东西，让你重复她的话，而你虽以为在游览塔马拉，却不过是记录下她为自己和她的各部分所定下的名称。\n\n无论在这些林立的招牌下城市包含或隐藏着什么，当你离开塔马拉时，你都不会了解她的真实面貌。城外空旷的土地铺向远方的地平线，无际的天空，朵朵白云流过。偶然的机缘和风儿给了云朵形状，你已经在辨认它们的轮廓：一艘帆船，一只手，一头大象……",
      "enDescription": "You walk for days among trees and among stones. Rarely does the eye light on a thing, and then only when it has recognized that thing as the sign of another thing: a print in the sand indicates the tiger's passage; a marsh announces a vein of water; the hibiscus flower, the end of winter. All the rest is silent and interchangeable; trees and stones are only what they are.\n\nFinally the journey leads to the city of Tamara. You penetrate it along streets thick with signboards jutting from the walls. The eye does not see things but images of things that mean other things: pincers point out the tooth-drawer's house; a tankard, the tavern; halberds, the barracks; scales, the grocer's. Statues and shields depict lions, dolphins, towers, stars: a sign that something—who knows what?—has as its sign a lion or a dolphin or a tower or a star. Other signals warn of what is forbidden in a given place (to enter the alley with wagons, to urinate behind the kiosk, to fish with your pole from the bridge) and what is allowed (watering zebras, playing bowls, burning relatives' corpses). From the doors of the temples the gods' statues are seen, each portrayed with his attributes—the cornucopia, the hourglass, the medusa—so that the worshiper can recognize them and address his prayers correctly. If a building has no signboard or figure, its very form and the position it occupies in the city's order suffice to indicate its function: the palace, the prison, the mint, the Pythagorean school, the brothel. The wares, too, which the vendors display on their stalls are valuable not in themselves but as signs of other things: the embroidered headband stands for elegance; the gilded palanquin, power; the volumes of Averroes, learning; the ankle bracelet, voluptuousness. Your gaze scans the streets as if they were written pages: the city says everything you must think, makes you repeat her discourse, and while you believe you are visiting Tamara you are only recording the names with which she defines herself and all her parts.\n\nHowever the city may really be, beneath this thick coating of signs, whatever it may contain or conceal, you leave Tamara without having discovered it. Outside, the land stretches, empty, to the horizon; the sky opens, with speeding clouds. In the shape that chance and wind give the clouds, you are already intent on recognizing figures: a sailing ship, a hand, an elephant...",
      "cnName": "塔马拉"
    },
    {
      "type": "memory",
      "name": "zora",
      "cnDescription": "在六条河流与三座山脉的那边就是左拉，这是一座你只要看上一眼就会终生难忘的城市。这并不是因为她能像其他值得记忆的城市一样给人留下什么不同寻常的印象，左拉的独到之处在于能一点一滴地留在你的记忆中，那些连贯的街巷，街道两旁的屋宇，房屋的门窗等等，虽然并不显得特别漂亮或罕见，却都能占据你的记忆。她的秘密在于能使你的目光浏览其一幅幅画面的方式，就像在读一部乐谱，任何一个音符都不能遗漏或移动。熟悉左拉每一个角落的人在晚上睡不着觉时，可以想象自己走在左拉的街上，依次记起大铜钟、理发店的条纹窗帘、九眼喷泉的水池、天文馆的玻璃塔楼、卖西瓜的货亭、隐士与雄狮的雕像、土耳其浴室、街角的咖啡店、通向海港的小巷。这座城市无法让你从记忆中抹去，就像一套盔甲或一个蜂巢，在每一个小窝里都能贮存想要记住的东西：杰出人物的姓名、品德、数字、植物与矿物的分类、战役的日期、星座和名言片段。在每个观念和每条路线的转折点之间，你都能确立帮助唤起你记忆的相似或相对立的关系。于是，世界上最博学的人就是把左拉印在记忆里的人。\n\n但是，我要登程走访左拉却是徒劳的：为了让人更容易记住，左拉被迫永远静止不变，于是就萧条了，崩溃了，消失了。大地已经把她忘却了。",
      "enDescription": "Beyond six rivers and three mountain ranges rises Zora, a city that no one, having seen it, can forget. But not because, like other memorable cities, it leaves an unusual image in your recollections. Zora has the quality of remaining in your memory point by point, in its succession of streets, of houses along the streets, and of doors and windows in the houses, though nothing in them possesses a special beauty or rarity. Zora's secret lies in the way your gaze runs over patterns following one another as in a musical score where not a note can be altered or displaced. The man who knows by heart how Zora is made, if he is unable to sleep at night, can imagine he is walking along the streets and he remembers the order by which the copper clock follows the barber's striped awning, then the fountain with the nine jets, the astronomer's glass tower, the melon vendor's kiosk, the statue of the hermit and the lion, the Turkish bath, the café at the corner, the alley that leads to the harbor. This city which cannot be expunged from the mind is like an armature, a honeycomb in whose cells each of us can place the things he wants to remember: names of famous men, virtues, numbers, vegetable and mineral classifications, dates of battles, constellations, parts of speech. Between each idea and each point of the itinerary an affinity or a contrast can be established, serving as an immediate aid to memory. So the world's most learned men are those who have memorized Zora.\n\nBut in vain I set out to visit the city: forced to remain motionless and always the same, in order to be more easily remembered, Zora has languished, disintegrated, disappeared. The earth has forgotten her.",
      "cnName": "左拉"
    },
    {
      "type": "desire",
      "name": "despina",
      "cnDescription": "到苔斯皮那去有两条途径：乘船或者骑骆驼。这座城市呈现给从陆路和海路而来的人不同的风貌。\n\n在高原上赶骆驼的人，看到地平线上出现的摩天大厦的尖顶、雷达的天线、随风飘动的红白两色的风向袋和冒着烟雾的烟囱，就会想到一条船，明知是一座城市，也还是把她看做将自己带离荒漠的一条船：一条即将解开缆绳的帆船，尚未全部打开的帆已经鼓满了风；或者是一条汽船，龙骨上的锅炉已经在震动；他会想到所有的海港，想到起重机在码头上卸下的外国货，想到各国水手们在酒馆里用酒瓶相互敲打脑壳，想到楼房底层亮着灯光的窗口，每个窗口都有一个正在梳妆的女子。\n\n在迷雾缭绕的海岸，水手辨认出正在一摇一摆行进着的骆驼的轮廓，带着斑点的两座驼峰之间是流苏闪亮的绣花鞍垫，他明知这是一座城市，却仍然把她看做一头骆驼，身上驮满大大小小的酒囊、蜜饯果脯、枣酒和烟叶，甚至已经看见长长的商队离开海边的沙漠，走向错落起伏的棕榈树阴下的淡水绿洲，走向墙壁刷成白色、庭院铺满瓷砖的宫殿，赤脚的舞女们摇动着薄纱下时隐时现的手臂。\n\n每个城市都从她面对的荒漠获得自己的形状；于是，赶骆驼的人和水手所看到的，就是这样处在沙的荒漠与水的荒漠之间的苔斯皮那。",
      "enDescription": "Despina can be reached in two ways: by ship or by camel. The city displays one face to the traveler arriving from the land and a different one to him who arrives by sea.\n\nWhen the camel driver sees, at the horizon of the tableland, the pinnacles of the skyscrapers come into view, the radar antennae, the white and red wind-socks flapping, the chimneys belching smoke, he thinks of a ship; he knows it is a city, but he thinks of it as a vessel that will take him away from the desert, a windjammer about to cast off, with the breeze already swelling the sails that are not yet unfurled, or a steamboat with its boiler vibrating in the iron keel; and he thinks of all the ports, the foreign merchandise the cranes unload on the docks, the taverns where crews of different flags break bottles over one another's heads, the lighted, ground-floor windows, each with a woman combing her hair.\n\nIn the coastline's haze, the sailor discerns the form of a camel's withers, an embroidered saddle with glittering fringe between two spotted humps, advancing and swaying; he knows it is a city, but he thinks of it as a camel from whose pack hang wineskins and bags of candied fruit, date wine, tobacco leaves, and already he sees himself at the head of a long caravan taking him away from the desert of the sea, toward oases of fresh water in the palm trees' jagged shade, toward palaces with thick, whitewashed walls, tiled courts where girls are dancing barefoot, moving their arms, half-hidden by their veils, and half-revealed.\n\nEach city receives its form from the desert it opposes; and so the camel driver and the sailor see Despina, a border city between two deserts.",
      "cnName": "苔斯皮那"
    },
    {
      "type": "signs",
      "name": "zirma",
      "cnDescription": "从吉尔玛城归来的旅人，都带了不一样的记忆：一个盲眼黑人在人群中大喊大叫，一个疯子在摩天大厦的楼顶飞檐上摇摇欲坠，一个女孩牵着一头美洲豹散步。其实，许多手持棍杖敲打着吉尔玛石子路面的盲人都是黑人，每座摩天大厦上都有人在变疯，所有疯子都在摩天大厦的飞檐上消磨时光，也没有哪头美洲豹不为任性的女孩子所饲养。这是一座夸张的城市：不断重复着一切，好让人们记住自己。\n\n我也从吉尔玛回来：我的记忆还包括与窗子平齐的四处飞行的飞艇，开满为水手文身的店铺的街巷，挤满肥胖妇女的闷热的地下列车。然而与我同行的旅伴们却发誓说，只见过一艘飞过城市塔尖的飞艇，只见过一个文身匠在收拾长凳上的钢针墨水和文身图案，只见过一个胖女人在月台上为自己扇着风。记忆也在夸张：反复重复着各种符号，以肯定城市确实存在。",
      "enDescription": "Travelers return from the city of Zirma with distinct memories: a blind black man shouting in the crowd, a lunatic teetering on a skyscraper's cornice, a girl walking with a puma on a leash. Actually many of the blind men who tap their canes on Zirma's cobblestones are black; in every skyscraper there is someone going mad; all lunatics spend hours on cornices; there is no puma that some girl does not raise for a whim. The city is redundant: it repeats itself so that something will stick in the mind.\n\nI too am returning from Zirma: my memory includes dirigibles flying in all directions, at window-level; streets of shops where tattoos are drawn on sailors' skin; underground trains crammed with obese women suffering from the humidity. My traveling companions, on the other hand, swear they saw only one dirigible hovering among the city's spires, only one tattoo artist arranging needles and inks and pierced patterns on his bench, only one fat woman fanning herself on a train's platform. Memory is redundant: it repeats signs so that the city can begin to exist.",
      "cnName": "吉尔玛"
    },
    {
      "type": "thin",
      "name": "isaura",
      "cnDescription": "伊萨乌拉，千井之城，据说建在一个很深的地下湖上。只要在城市范围之内，居民们随便在哪里挖一个垂直的地洞就能提出水来：城市的绿色周边正是看不见的地下湖的湖岸线，看不见的风景决定着可视的风景，阳光之下活动着的一切，都是受地下封闭着的白垩纪岩石下的水波拍击推动的。\n\n结果，伊萨乌拉就有两种宗教形式。一些人相信，城市的神灵栖息在给地下溪流供水的黑色湖泊深处。另一些居民则认为，神灵就住在系在绳索上升出井口的水桶里，在转动着的辘轳上，在水车的绞盘上，在压水泵的手柄上，在把水井管里的水提上来的风车支架上，在打井钻机的塔架上，在屋顶的高脚水池里，在高架渠的拱架上，在所有的水柱、水管、提水器、蓄水池，乃至伊萨乌拉空中高架上的风向标上。这是个一切都向上运动着的城市。",
      "enDescription": "Isaura, city of the thousand wells, is said to rise over a deep, subterranean lake. On all sides, wherever the inhabitants dig long vertical holes in the ground, they succeed in drawing up water, as far as the city extends, and no farther. Its green border repeats the dark outline of the buried lake; an invisible landscape conditions the visible one; everything that moves in the sunlight is driven by the lapping wave enclosed beneath the rock's calcareous sky.\n\nConsequently, two forms of religion exist in Isaura. The city's gods, according to some people, live in the depths, in the black lake that feeds the underground streams. According to others, the gods live in the buckets that rise, suspended from a cable, as they appear over the edge of the wells, in the revolving pulleys, in the windlasses of the norias, in the pump handles, in the blades of the windmills that draw the water up from the drillings, in the trestles that support the twisting probes, in the reservoirs perched on stilts over the roofs, in the slender arches of the aqueducts, in all the columns of water, the vertical pipes, the plungers, the drains, all the way up to the weathercocks that surmount the airy scaffoldings of Isaura, a city that moves entirely upward.",
      "cnName": "伊萨乌拉"
    },
    {
      "type": "memory",
      "name": "maurilia",
      "cnDescription": "在莫利里亚，旅行者应邀进城游览，并且欣赏一些反映城市旧貌的彩色明信片：同一个广场，现在是公共汽车站的地方从前站着一只母鸡，现在是拱桥的地方从前是演奏音乐的凉台，现在是火药厂的地方从前站着两位打着白阳伞的小姐。若不想让市民失望，旅人们就要称赞画面上的城市，夸奖她胜过今日的城市风貌，但是同时又必须非常小心，使自己的惋惜表现得在确切的限度之内：首先应承认变成大都市的莫利里亚所具有的繁华与壮观，可惜同昔日作为旧省城的莫利里亚相比，又不免失去些优雅的气质，人们只能在画片里欣赏这种优雅；然而当初作为省城的莫利里亚若是没有这番巨变，在人们眼里就一点优雅气质也显不出来；无论如何，今日的都市更具魅力，因为只有通过她变化了的今日风貌，才唤起人们对她过去的怀念，而抒发这番思古怀旧之情。\n\n留神不要对他们说出，同一地点同一名字下的不同城市，有时会在无人察觉之中悄然而生，或者默默死去，虽是相继出现，却彼此互不相识，不可能相互交流沟通。有时，居民的姓名、音调甚至容貌都不曾变化，但是栖身于这些名字之下和这些地点之上的神灵却已经悄然离去，另一些外来的神灵取代了他们的地位。询问新神灵比起老的神灵究竟更好还是更坏，是毫无意义的，因为他们之间毫无关系，就像那些彩色明信片并不代表莫利里亚，而是代表一座偶然凑巧也叫做莫利里亚的昔日的旧城。",
      "enDescription": "In Maurilia, the traveler is invited to visit the city and, at the same time, to examine some old post cards that show it as it used to be: the same identical square with a hen in the place of the bus station, a bandstand in the place of the overpass, two young ladies with white parasols in the place of the munitions factory. If the traveler does not wish to disappoint the inhabitants, he must praise the postcard city and prefer it to the present one, though he must be careful to contain his regret within the limits of definite rules: admitting that the magnificence and prosperity of the metropolis Maurilia is today, if compared to the old, provincial Maurilia, cannot compensate for a certain lost grace, which, however, can be appreciated only now in the old post cards, whereas before, when that provincial Maurilia was before one's eyes, one saw absolutely nothing graceful and would see it even less today, if Maurilia had remained unchanged; and in any case the metropolis has the added attraction that, through what it has become, one can look back with nostalgia at what it was.\n\nBeware of saying to them that sometimes different cities follow one another on the same site and under the same name, born and dying without knowing one another, without communicating among themselves. At times even the names of the inhabitants remain the same, and their voices' accent, and also the features of the faces; but the gods who live beneath names and above places have gone away without a word and outsiders have settled in their place. It is pointless to ask whether the new ones are better or worse than the old, since there is no connection between them, just as the old post cards do not depict Maurilia as it was, but a different city which, by chance, was called Maurilia, like this one.",
      "cnName": "莫利里亚"
    },
    {
      "type": "desire",
      "name": "fedora",
      "cnDescription": "灰石建造的城市菲朵拉的中心有一座金属建筑物，它的每间房内都有一个玻璃圆球。在每个玻璃圆球里都能看到一座蓝色的城市，那是另一座菲朵拉城的模型。菲朵拉本可以成为模型里的样子，却由于种种原因变成了现在我们所见到的模样。在每个时代里都有某些人，看着当时的菲朵拉，想象着如何把她改建成理想的城市，然而当他们制作理想城市的模型时，菲朵拉已经不再是从前的城市，而那个直至昨日还是可能的未来城市也就只能成为玻璃球里的一件玩具。\n\n今日收藏那些玻璃球的建筑物是菲朵拉的博物馆：每个市民来参观，选择符合自己愿望的玻璃球里的城市，仔细端详着，想象着汇集运河水的水母池中倒影的飘逸（倘若它今日没有干涸的话），想象着骑在配有篷伞的象背上，行走在大象专用道上的滋味（可现在已经禁止大象进城了，想象着顺着清真寺螺旋形塔尖往下滑行的乐趣（可现在连塔身的基础都找不到了）。\n\n在你的帝国的版图上，伟大的可汗啊，应该既能找到石头建造的大菲朵拉，又能找到玻璃球里的小菲朵拉。这并非由于她们都同样真实，而是由于她们都同样是假想的。前者包含了被当做必需而接受的东西，但其实尚非不可或缺；而后者被想象为有可能存在，但瞬间之后就再也不可能了。",
      "enDescription": "In the center of Fedora, that gray stone metropolis, stands a metal building with a crystal sphere in every room. Looking into each sphere, you see a blue city, the model of a different Fedora. These are the forms the city could have taken if, for one reason or another, it had not become what we see today. In every age someone, looking at Fedora as it was, imagined a way of making it the ideal city, but while he constructed his miniature model, Fedora was already no longer the same as before, and what had been until yesterday a possible future became only a toy in a glass globe.\n\nThe building with the spheres is now Fedora's museum: the inhabitants visit it, choose the city that corresponds to their desires, contemplate it, imagining they are reflected in the medusa pond that would have collected the waters of the canal (if it had not been dried up), riding along the avenue reserved for elephants (now banished from the city), sliding down the spiral minaret (which never found a pedestal from which to rise).\n\nOn the map of your empire, O Great Khan, there must be room both for the big, stone Fedora and the little Fedoras in glass globes. Not because they are all equally real, but because all are only assumptions. The one contains what is accepted as necessary when it is not yet so; the others, what is imagined as possible and, a moment later, is possible no longer.",
      "cnName": "菲朵拉"
    },
    {
      "type": "signs",
      "name": "zoe",
      "cnDescription": "人在旅途，不知前面路上等待着自己的是怎样的城市，就揣摩她的王宫、兵营、磨房、剧院和市场会是什么样子的。帝国里的每一座城市，每一座建筑都不相同，其排列顺序也不一样；但是，一个异乡人一走进这座陌生的城市，目光扫过那些塔尖柱饰、楼阁与干草棚，掠过弯弯曲曲的运河、菜园和垃圾堆，就能一下子分辨出来，哪是王子的宫殿，哪是大法师的庙宇，哪是旅馆、监狱或贫民窟。有人说，这证明了一种假设，那就是每个人心里都有一座仅仅由差异构成的城市，一座既无形象又无形态的城市，而那些特别的城市则填充了它。\n\n而佐艾不是这样。你可以在这座城里的每个地方睡觉、制造器具、烧饭、积蓄金币、脱衣服、治理朝政、卖货或向演说家提问。她的任何一座金字塔式屋顶之下的建筑，都既可以是麻风病院，又可以是后宫姬妾的浴所。旅人四下漫步，只有满腹疑问：他无法将城里各个地方区分开来，即便那些在他脑子里觉得最清晰的都混淆起来了。他如此推论：假如存在的每个瞬间都属于其全部，佐艾城就是一个无法分割的存在的地方。可为什么是城市呢？有哪条线划分城里与城外的界限，什么能区别车轮声与狼嚎声呢？",
      "enDescription": "The traveler goes about the city and he has doubts: he cannot distinguish the points of the city, even the points that are distinct in his mind are mingled. He infers this: if existence in all its moments is all of itself, Zoe is the place of indivisible existence. But why, then, does the city exist? What line separates the inside from the outside, the rumble of wheels from the howl of wolves?",
      "cnName": "佐艾"
    },
    {
      "type": "thin",
      "name": "zenodia",
      "cnDescription": "我现在要讲的城市是珍诺比亚，其绝妙之处在于虽然处于干燥地区，却完全建筑在高脚桩柱上，房屋是用竹子和锌片盖的，高低不同的支柱支撑着纵横交错的走廊和凉台，相互间用梯子和悬空廊连接，制高点是瞭望台，还有贮水桶、风向标、滑车、钓鱼杆和吊钩。\n\n是什么样的需求、命令或欲望使珍诺比亚的创建者赋予城市如此的风貌？没有人记得了，所以不能说我们今日所见的城市是否合乎他们的理想，经过历年的增建扩建，最初的设计恐怕早就面目皆非了。但是，可以肯定的是，倘若你让居住在珍诺比亚的人描述他心中的幸福生活，那一定是像珍诺比亚一样，有高脚桩柱和悬空梯子的城市，那也许是与珍诺比亚不同的城市，有随风飘扬的旗子和彩带，但永远是这原始模型与其他成分的组合而已。\n\n既然如此，就无需将珍诺比亚划归幸福的还是不幸福的城市范畴。按照这种类别区分城市是没有意义的，如果要区分，则另有两类：一类是经历岁月沧桑，而继续让欲望决定自己形态的城市；另一类是要么被欲望抹杀掉，要么将欲望抹杀掉的城市。",
      "enDescription": "Now I shall tell of the city of Zenobia, which is wonderful in this fashion: though set on dry terrain it stands on high pilings, and the houses are of bamboo and zinc, with many platforms and balconies placed on stilts at various heights, crossing one another, linked by ladders and hanging sidewalks, surmounted by cone-roofed belvederes, barrels for storing water, weather vanes, jutting pulleys, and fish poles, and cranes.\n\nNo one remembers what need or command or desire drove Zenobia's founders to give their city this form, and so there is no telling whether it was satisfied by the city as we see it today, which has perhaps grown through successive superimpositions from the first and now undecipherable design. But what is certain is that if you ask an inhabitant of Zenobia to describe his vision of a happy life, it is always a city like Zenobia that he imagines, with its pilings and its suspended stairs, a Zenobia perhaps quite different, a-flutter with banners and ribbons, but always derived by combining elements of that first model.\n\nThis said, it is pointless trying to decide whether Zenobia is to be classified among happy cities or among the unhappy. It makes no sense to divide cities into these two species, but rather into another two: those that through the years and the changes continue to give their form to desires, and those in which desires either erase the city or are erased by it.",
      "cnName": "珍诺比亚"
    },
    {
      "type": "trading",
      "name": "euphemia",
      "cnDescription": "迎着西北风走上八十公里，你就会到达欧菲米亚，每年的冬夏至和春秋分，七个国家的商人都会聚集此地。载着生姜和棉花驶来的船只，扬帆而去时满载的是开心果和罂粟籽，刚卸下肉豆蔻和葡萄干的商队，又把一匹匹金色薄纱装入行囊，准备回程上路。不过，这些人顺着河流或穿越荒原远道而来，决不仅仅是出于做生意的愿望，因为在可汗帝国的版图内外，所有集市上的商品都是一样的，铺在脚下陈列商品的都是同样的黄席子，头上撑着的都是同样的防蝇布篷，做招徕的都是同样的虚假减价。到欧菲米亚来决非只为做买卖，也是为了入夜后围着集市四周点起的篝火堆，坐在布袋或大桶上，或者躺在成叠的地毯上，聆听旁人所说的词语，诸如“狼”、“妹妹”、“隐蔽的宝藏”、“战斗”、“疥癣”、“情人”等，篝火旁的每个人都要讲述一个关于狼、妹妹、隐蔽的宝藏、战斗、疥癣和情人的故事。当你离开欧菲米亚这个每年冬夏至和春秋分都有人要来交换记忆的城市时，你知道在归程的漫漫旅途上，为了在驼峰间或平底帆船舱内的摇摇晃晃中保持清醒，你会再度翻出所有的记忆，那时你的狼会变成另一只狼，你的妹妹会成为另一个妹妹，你的战斗也变成另一场战斗。欧菲米亚是个在每年冬夏至和春秋分交换记忆的城市。",
      "enDescription": "Eighty miles northwest, with the wind blowing, you reach Euphemia, where the merchants of seven nations gather at every solstice and equinox. The boat that lands there with a cargo of ginger and cotton will set sail again, its hold filled with pistachio nuts and poppy seeds, and the caravan that has just unloaded sacks of nutmegs and raisins is already saddling its camels for the return journey, laden with rolls of golden muslin. But what drives men to travel up rivers and cross deserts to come here is not only the exchange of wares, which you could find, everywhere the same, in all the bazaars inside and outside the Great Khan's empire, scattered at your feet on the same yellow mats, in the shade of the same awnings protecting them from the flies, offered with the same lying reduction in prices. You do not come to Euphemia only to buy and sell, but also because at night, by the fires all around the market, seated on sacks or barrels or stretched out on piles of carpets, at every word that one man says—such as \"wolf,\" \"sister,\" \"hidden treasure,\" \"battle,\" \"scabies,\" \"lovers\"—the others tell, each one, his tale of wolves, sisters, treasures, scabies, lovers, and battles. And you know that in the long journey ahead of you, when you are distracted by the motion of the camel or the junk, you will start summoning up your memories one by one, your wolf will have become another wolf, your sister a different sister, your battle other battles, on your return from Euphemia, the city where memory is traded at every solstice and at every equinox.",
      "cnName": "欧菲米亚"
    },
    {
      "type": "desire",
      "name": "zobeide",
      "cnDescription": "从那里出发，再走上六天七夜，你便能到达佐贝伊德，月光之下的白色城市，那里的街巷互相缠绕，就像线团一样。这一现象解说了城市是怎样建造而成的：不同民族的男人们做了同一个梦，梦中见到一座夜色中的陌生的城市，一个女子，身后披着长发，赤身裸体地奔跑着。大家都在梦中追赶着她。转啊转啊，所有人都失去了她的踪影。醒来后，所有人都去寻找那座城市。没有找到城市，那些人却会聚到了一起，于是，大家决定建造一座梦境中的城市。每个人按照自己梦中追寻所经过的路，铺设一段街道，在梦境里失去女子踪影的地方，建造了区别于梦境的空间和墙壁，好让那个女子再也不得脱身。\n\n这就是佐贝伊德城，那些人在这里定居下来，期待着终有一夜梦境再现。但是，无论在梦境还是在清醒时，谁也没有再见到那个女子。城里的街巷就是他们每天上班工作要走的路，与梦中的追逐再也没有什么关系。久而久之，连梦也被遗忘了。\n\n其他国家的人们也做过同样的梦，他们便来到这里，并且从佐贝伊德的街巷中看出某些自己梦中的道路，于是就改变一些拱廊和楼梯的位置，使它们更加接近梦里追赶那个女子的景况，让女子失踪的地方再也没有任何可逃遁的出路。\n\n最早来的人们想不通，是什么吸引那些人来佐贝伊德，走进这个陷阱，这座丑陋的城市。",
      "enDescription": "From there, after six days and seven nights, you arrive at Zobeide, the white city, well exposed to the moon, with streets wound about themselves as in a skein. They tell this tale of its foundation: men of various nations had an identical dream. They saw a woman running at night through an unknown city; she was seen from behind, with long hair, and she was naked. They dreamed they were following her. As they twisted and turned, each of them lost her. After the dream they set out in search of that city; they never found it, but they found one another; they decided to build a city like the one in the dream. In laying out the streets, each followed the course of his pursuit; at the spot where they had lost the fugitive's trail, they arranged spaces and walls differently from the dream, so she would be unable to escape again.\n\nThis was the city of Zobeide, where they settled, waiting for that scene to be repeated one night. None of them, asleep or awake, ever saw the woman again. The city's streets were streets where they went to work every day, with no link any more to the dreamed chase. Which, for that matter, had long been forgotten.\n\nNew men arrived from other lands, having had a dream like theirs, and in the city of Zobeide, they recognized something of the streets of the dream, and they changed the positions of arcades and stairways to resemble more closely the path of the pursued woman and so, at the spot where she had vanished, there would remain no avenue of escape.\n\nThe first to arrive could not understand what drew these people to Zobeide, this ugly city, this trap.",
      "cnName": "佐贝伊德"
    },
    {
      "type": "signs",
      "name": "hypatia",
      "cnDescription": "远道而来的旅人要面对改变语言的问题，但没有一次能比得上我在伊帕奇亚的经历，因为所涉及的不是语言，而是事物。一天早上，我走进伊帕奇亚，一座木兰花园倒映在一片蓝色的湖水中，我在夹道的篱笆间走着，满以为能看到美丽的少女戏水：可是水底却是螃蟹，正咬着脖子上拴着石头、头发里缠着绿色海带的自溺者的眼睛。\n\n我感到受了欺骗，决定找苏丹讨个公道。我走上最巍峨的大圆顶皇宫的斑岩石台阶，穿过六进建有喷泉、铺有瓷砖的院落。中央的大堂有铁栏围着：戴着黑色铁镣的囚犯正在一个地下采石场挖掘玄武岩石。\n\n我只好请教哲学家。走进大图书馆，在装满羊皮纸书卷几乎要倒塌的书架间迷了路，只好按照消失了的字母表的字母顺序，在走廊、扶梯和小桥间上上下下，来来回回。在最偏僻的纸莎草的小隔间里，我看到一片烟云，一个躺在席子上的年轻人目光呆滞，嘴上噙着鸦片烟筒。\n\n“智者在哪里？”\n\n吸鸦片烟的人用手指了一下窗户外面。那是一座儿童游乐园：木瓶、秋千、陀螺。哲学家就坐在草地上。他说：\n\n“符号形成一种语言，但那不是你们自以为了解的语言。”\n\n我明白了，我必须从引导我追寻事物直至此地的形象中解脱出来：只有那时，我才能理解伊帕奇亚的语言。\n\n现在，我只要听见马嘶和鞭响的声音，就会春潮涌动：在伊帕奇亚，你必须到马厩和训马场，才能见到骑在马鞍上的美貌女子，她们裸露着大腿，小腿戴着护甲，若有年轻的外国人出现，她们就立即把他推倒在干草堆或锯末堆上，以自己结实的乳房挤压他。\n\n当我的灵魂只需要音乐的营养与刺激时，我晓得应该到墓地去：音乐家们都躲在墓穴中，笛子的颤音和竖琴的和弦在坟头间彼此呼应。\n\n当然，总有一天，我在伊帕奇亚的唯一愿望将是起身离去。我知道，不该走向海港码头，而必须爬上城堡最高的尖塔，去等候一条路经那里的船只。但是能否有船驶过呢？没有一种语言是绝对不骗人的。",
      "enDescription": "Of all the changes of language a traveler in distant lands must face, none equals that which awaits him in the city of Hypatia, because the change regards not words, but things. I entered Hypatia one morning, a magnolia garden was reflected in blue lagoons, I walked among the hedges, sure I would discover young and beautiful ladies bathing; but at the bottom of the water, crabs were biting the eyes of the suicides, stones tied around their necks, their hair green with seaweed.\n\nI felt cheated and I decided to demand justice of the Sultan. I climbed the porphyry steps of the palace with the highest domes, I crossed six tiled courtyards with fountains. The central hall was barred by iron gratings: convicts with black chains on their feet were hauling basalt blocks from a quarry that opened underground.\n\nI heard only the sound of whips, the creaking of windlasses, the thud of falling stones. I saw no one.",
      "cnName": "伊帕奇亚"
    },
    {
      "type": "thin",
      "name": "armilla",
      "cnDescription": "阿尔米拉成为这个样子，究竟是由于没有建造完毕，还是由于某种魔法或者任性所致，我无从知晓。她没有墙壁，没有屋顶，也没有地板：总之，没有一点看上去像个城市的地方，只有管道除外。那些管子在应该是房屋的地方垂直竖立着，在应该是地板的地方横向分岔，真像一片管子的树林，每个末端都是水龙头、淋浴喷头、虹吸管或溢流管。蓝天之下，反衬着白色的洗手盆、浴缸或其他白色洁具，好像晚熟的果子挂在干枯的枝条上。有人会说，一定是水管工完成了自己的工作，不等泥瓦匠来砌墙盖顶就匆匆离去；要不然，就一定是坚不可摧的输水系统竟然逃过了一场大劫难、大地震或白蚁的蛀食。\n\n无论阿尔米拉是在有人居住之后还是之前被遗弃，我们都不能说她是一座空城。无论什么时候，只要你抬眼望去，就会在水管丛中见到身材不高但苗条纤细的年轻姑娘，在浴缸里悠闲地浸泡着，在悬空的喷头下弯腰屈身，在沐浴，在擦拭，在喷香水，或者在对着镜子梳理长发。阳光下，喷头里洒出的扇面形水线、水龙头里流出的水柱、喷出的水丝、溅出的水花和海绵浴刷上的皂沫都闪动着七彩光。\n\n我所得到的解释是这样的：进入阿尔米拉的水管网络的一些水流一直受水泽仙女和水神的统辖。众仙习惯了在地下的水路里悠游，便容易进入这个新的水系王国，随着众多的喷泉水柱跃到地上来，找到新的镜面，新的游戏，新的享受水的乐趣的方式。也许是她们的入侵赶走了当地居住的人类，也许是因为人类滥用了水源，冒犯了水仙，于是建造阿尔米拉作为对水仙们的供奉。总而言之，似乎她们现在是心满意足了，这些小巧的女人，早上还能听到她们的歌声呢。",
      "enDescription": "Whether Armilla is like this because it is unfinished or because it has been demolished, whether the cause is some enchantment or only a whim, I do not know. The fact remains that it has no walls, no ceilings, no floors: it has nothing that makes it seem a city, except the water pipes that rise vertically where the houses should be and spread out horizontally where the floors should be: a forest of pipes that end in taps, showers, spouts, overflows. Against the sky a white lavabo or a bathtub or some other porcelain, like late fruit hanging from the boughs. You would think the plumbers had finished their job and gone away before the bricklayers arrived; or else their hydraulic systems, indestructible, had survived a catastrophe, an earthquake, or the corrosion of termites.\n\nAbandoned before or after it was inhabited, Armilla cannot be called deserted. At any hour, raising your eyes among the pipes, you are likely to see a young woman, or many young women, slender, not tall of stature, luxuriating in the bathtubs or arching their backs under the showers suspended in the void, washing or drying or perfuming themselves, or combing their long hair at a mirror. In the sun, the threads of water fanning from the showers glisten, the jets of the taps, the spurts, the splashes, the sponges' suds.\n\nI have come to this explanation: the streams of water channeled in the pipes of Armilla have remained in the possession of nymphs and naiads. Accustomed to traveling along underground veins, they found it easy to enter into the new aquatic realm, to burst from multiple fountains, to find new mirrors, new games, new ways of enjoying the water. It may be that their invasion drove out the humans, or it may be that Armilla was built by humans as a votive offering to win the favor of the nymphs, who were offended at the misuse of the waters. In any case, now they seem content, these maidens: in the morning you hear them singing.",
      "cnName": "阿尔米拉"
    },
    {
      "type": "trading",
      "name": "chloe",
      "cnDescription": "在**克洛艾**这座大城市里，在街上走动的人们彼此都互不相识。每次碰面时，他们都想象着关于对方的各种景况，可能发生在他们之间的相遇、对话、惊奇、爱抚、轻咬。可是，竟然谁也不和他人打招呼问候，他们的目光相遇时，仅仅彼此对视一秒钟，然后转移视线，去寻求其他的目光，永远不会停留。\n\n一个少女走过，转动着肩上的阳伞，自己浑圆的臀部也微微晃动着。一位身穿黑色衣服的女人走过，面纱下一双不安的眼睛和颤抖的双唇，更显出饱经风霜的年岁。还有一个文身的高大巨人，一个白发小伙子，一个女侏儒，两个穿着珊瑚红色衣裳的孪生姊妹。他们之间有什么东西在穿梭移动，互相投出的目光就像线条把一个个形象连接起来，并且画出那个瞬间能组合成的箭头、星形、三角形等所有图形，而此刻又有其他人物走入这个场景：一个牵着驯豹的盲人，一个手持鸵鸟羽扇的高级妓女，一位美男子，一个比男人还粗壮的女人。这些人偶然会在门廊下避雨，在集市的篷伞下购物，或者在广场上聆听乐队演奏，彼此互不开口，指头也不会动一下，甚至连眼皮也不会抬一下，却能发展成约会、引诱、通奸、纵欢。\n\n克洛艾，这座最贞洁的城市，时刻都被肉欲推动着。如果男人们和女人们开始实现他们朝露般短暂的梦，每个幽灵都会变成人，上演一段追求、虚伪、误解、冲突与压迫的故事，而幻想的旋转木马就会停止转动。",
      "enDescription": "In Chloe, a great city, the people who move through the streets are all strangers. At each encounter, they imagine a thousand things about one another; meetings which could take place between them, conversations, surprises, caresses, bites. But no one greets anyone; eyes lock for a second, then dart away, seeking other eyes, never stopping.\n\nA girl comes along, twirling a parasol on her shoulder, and twirling her rounded hips, too. A woman in black comes along, showing her full age, her eyes restless beneath her veil, her lips trembling. A tattooed giant comes along; a young man with white hair; a female dwarf; two twins in coral red. Something runs among them, an exchange of glances like lines that connect one figure with another and draw arrows, stars, triangles, until all combinations are used up in a moment, and other characters come on to the scene: a blind man with a cheetah on a leash, a courtesan with an ostrich-plume fan, an ephebe, a Fat Woman. And thus, when some people happen to find themselves together, taking shelter from the rain under an arcade, or crowding beneath an awning of the bazaar, or stopping to listen to the band in the square, meetings, seductions, copulations, orgies are consummated among them without a word exchanged, without a finger touching anything, almost without an eye raised.\n\nA voluptuous vibration constantly stirs Chloe, the most chaste of cities. If men and women began to live their ephemeral dreams, every phantom would become a person with whom to begin a story of pursuits, pretenses, misunderstandings, clashes, oppressions, and the carousel of fantasies would stop.",
      "cnName": "克洛艾"
    },
    {
      "type": "eyes",
      "name": "valdrada",
      "cnDescription": "古人在湖畔建造了瓦尔德拉达，有阳台的房子层层叠叠，高处的街道临湖一面都修了护栏和围墙。来到此地的游人便能看到两座城市：一座临湖而坐，一座是湖中倒影。无论湖畔的瓦尔德拉达出现或发生什么，都会在湖中的瓦尔德拉达里再现出来，因为这座城市的结构特点就是每一个细节都能反映在它的镜子中，水中的瓦尔德拉达不仅有湖畔房屋外墙的凹凸饰纹，而且还有室内的天花板、地板、走廊和衣柜门上的镜子。\n\n瓦尔德拉达的居民都知道，他们的一举一动都会成为镜子里的动作和形象，都具有特别的尊严，正是这种认识使他们的行为不敢有丝毫疏忽大意。即使是一对恋人赤身裸体地缠绕在一起肌肤相亲时，也要力求姿态更美；即使是凶手将匕首刺进对方颈项动脉时，也要尽量使刀插得更深，血流得更多，因为重要的不在于他们的交合或者凶杀，而在于他们在镜中交合或者凶杀的形象要冷静清晰。\n\n这面镜子有时提高事物的价值，有时又予以贬低。镜子外面似乎贵重的东西，在镜子中却不一定贵重。这对孪生的城市并不相同，因为在瓦尔德拉达出现或发生的一切都不是对称的：每个面孔和姿态，在镜子里都有相对应的面孔和姿态，但是每个点都是颠倒了的。两个瓦尔德拉达相互依存，目光相接，却互不相爱。",
      "enDescription": "The ancients built Valdrada on the shores of a lake, with houses all verandas one above the other, and high streets whose railed parapets look out over the water. Thus the traveler, arriving, sees two cities: one erect above the lake, and the other reflected, upside down. Nothing exists or happens in the one Valdrada that the other Valdrada does not repeat, because the city was so constructed that its every point would be reflected in its mirror, and the Valdrada down in the water contains not only all the flutings and juttings of the facades that rise above the lake, but also the rooms' interiors with ceilings and floors, the perspective of the halls, the mirrors of the wardrobes.\n\nValdrada's inhabitants know that each of their actions is, at once, that action and its mirror-image, which possesses the special dignity of images, and this awareness prevents them from succumbing for a single moment to chance and forgetfulness. Even when lovers twist their naked bodies, skin against skin, seeking the position that will give one the most pleasure in the other, even when murderers plunge the knife into the black veins of the neck and more clotted blood pours out the more they press the blade that slips between the tendons, it is not so much their copulation or murder that matters as the copulation or murder of the images, limpid and cold in the mirror.\n\nAt times the mirror increases a thing's value, at times denies it. Not everything that seems valuable above the mirror maintains its force when mirrored. The twin cities are not equal, because nothing that exists or happens in Valdrada is symmetrical: every face and gesture is answered, from the mirror, by a face and gesture inverted, point by point. The two Valdradas live for each other, their eyes interlocked; but there is no love between them.",
      "cnName": "瓦尔德拉达"
    },
    {
      "type": "signs",
      "name": "olivia",
      "cnDescription": "英明的忽必烈汗啊，没有人比你更清楚，不能将城市本身与描述城市的词句混为一谈。然而两者之间确实存在着关系。我若要给你描绘**奥利维亚**这座物产丰富的城市，表现它的繁华康泰，只能列举镶金镂银的宫殿和双扇窗台前的流苏软垫，庭院围栏内旋转的喷水嘴子在浇灌绿草坪，一只白色孔雀在开屏。但是，从这番言辞之中，你也能立刻就联想到奥利维亚城市上空笼罩着的煤粉和油烟怎样把房屋的墙壁弄得污秽不堪，吵闹喧嚣的街道上过往的拖车是怎样把行人挤到墙根上。我若要给你描绘市民如何勤劳，就得提及散发着皮革臭味的鞍具店，边说边笑着编织棕席的妇女，还有推动磨坊水车的运河流水。但是，这些词句在你明智的内心里，唤起的印象却好似铣床齿轮咬合的心轴，按照预定的转速，经千万只手的轮班操作，千万次地重复着同样的动作。我若试图说明奥利维亚人如何倾向更自由的生活和精细的文明，就会讲述那些驾着灯火通明的独木轻舟，唱着歌儿在夜色里划过青色河口的女人；不过，也只是提醒你，每夜都有成队的梦游者一般的男男女女涌向市郊，总有人在黑暗里爆发出一阵大笑，引起串串玩笑和讥讽。\n\n也许你还不知道，我不能用其他话语描述奥利维亚。如果真存在一个有双扇窗与孔雀、鞍具店与编席女工、独木舟与青色河口的奥利维亚，那一定是一个爬满苍蝇的丑陋不堪的黑洞，要描述它，我还要借用煤粉、刺耳的车轮声、反复的动作、讥讽等比喻。**虚假永远不在于词语，而在于事物自身**。",
      "enDescription": "Nobody knows better than you, wise Kublai, that we should never confuse the city with the discourse that describes it. And yet between the one and the other there is a connection. If I describe to you Olivia, a city rich in products and profits, I can indicate its prosperity only by speaking of filigree palaces with fringed cushions on the seats of the mullioned windows. Beyond the screen of a patio, a spinning jet waters a lawn where a white peacock spreads its tail. But from these words you realize at once that Olivia is shrouded in a cloud of soot and grease that sticks to the houses, that in the brawling streets, the shifting trailers crush pedestrians against the walls. If I must speak to you of the inhabitants' industry, I speak of the saddlers' shops smelling of leather, of the women chattering as they weave raffia rugs, of the hanging canals whose cascades move the paddles of the mills. But the image these words evoke in your enlightened mind is of the mandrel set against the teeth of the lathe, the action repeated by thousands of hands on thousands of machines at a predictable pace. If I must explain to you how Olivia's spirit tends toward a free life and a refined civilization, I will tell you of ladies who glide at night in illuminated canoes between the banks of a green estuary; but it is only to remind you that on the outskirts where men and women land every evening like lines of sleepwalkers, there is always someone who bursts out laughing in the dark, releasing the wit and imagination of the carnival.\n\nThis is why I cannot tell you of Olivia. If there really were an Olivia of mullioned windows and peacocks, of saddlers and rug-weavers and canoes and estuaries, it would be a wretched, black, fly-ridden hole. To describe it, I would have to fall back on the metaphors of soot, the creaking of wheels, repeated actions, sarcasm. Falsehood is never in words; it is in things.",
      "cnName": "奥利维亚"
    },
    {
      "type": "thin",
      "name": "sophronia",
      "cnDescription": "索伏洛尼亚是由两个半边城市构成的城市。在一边，有驼峰般陡峭山壁间的巨大过山车，装有链条轮辐的旋转木马，有旋转舱的摩天轮，蹲伏的摩托骑士的死亡飞跃，正中吊着空中飞人荡秋千的马戏团大圆顶帐篷。另外半边城市，则是石头、大理石和水泥建成的银行、工厂、宫殿、屠宰场、学校，等等。两个半边城，一个是永久固定的，另一个则是临时的，时限一到，就会拔钉子、拆架子，被卸开、运走，移植到另一个半边城市的空地上。\n\n于是，每年都有一天，工人们会拆下大理石屋檐，推倒石头墙和水泥柱子，拆除市政大楼、纪念碑、船坞、炼油厂和医院，把它们装上拖车，依照每年固定的路线，一个广场一个广场地迁移。留下来的半边索伏洛尼亚，还有射击场和旋转木马，猛然冲下的过山车暂时停止了尖叫，它开始计算还要等上多少个月、多少个日夜，才能盼回车队，重新开始完整的城市生活。",
      "enDescription": "The city of Sophronia is made up of two half-cities. In one there is the great roller coaster with its steep humps, the carousel with its chain spokes, the Ferris wheel of spinning cages, the death-ride with crouching motorcyclists, the big top with the clump of trapezes hanging in the middle. The other half-city is of stone and marble and cement, with the bank, the factories, the palaces, the slaughterhouse, the school, and all the rest. One of the half-cities is permanent, the other is temporary, and when the period of its sojourn is over, they uproot it, dismantle it, and take it off, transplanting it to the vacant lots of another half-city.\n\nAnd so every year the day comes when the workmen remove the marble pediments, lower the stone walls, the cement pylons, take down the Ministry, the monument, the docks, the petroleum refinery, the hospital, load them on trailers, to follow from stand to stand their annual itinerary. Here remains the half-Sophronia of the shooting-galleries and the carousels, the shout suspended from the cart of the headlong roller coaster, and it begins to count the months, the days it must wait before the caravan returns and a complete life can begin again.",
      "cnName": "索伏洛尼亚"
    },
    {
      "type": "trading",
      "name": "eutropia",
      "cnDescription": "踏进以埃乌特洛比亚为首府的地区，旅人见到的不是一座城市，而是散布在起伏不平的高原上的许多城市，她们大小相同，形态相似。埃乌特洛比亚不是一座，而是所有这些城市的名字，每次只有其中一座住人，其余都是空城；这情形总是依次出现。我来告诉你们其中的原由。如果有一天，埃乌特洛比亚的居民厌烦了，再也忍受不了他们的工作、亲属、房子、街道、债务，以及那些他们必须打招呼的人和对他们打招呼的人，全城市民就决定迁移到邻近那座一直在等待他们的崭新的空城里，在那里，每个人都开始从事新的职业，娶一位新的妻子，打开窗户就能看见新的景致，每晚跟新的朋友做新的消遣，谈新的闲话。于是，他们的生活在一次次搬迁中不断更新，每座城市的方位、倾斜度、水流和风向都使她显得与其他城市不同。因为他们的社会是有序的，人们的财富和权利没有多大差别，所以从一个职业换到另一个职业几乎没有什么波折；多样化的职业保障了人们工作的多姿多彩，以至于极少有人要在一生中重复已经做过的工作。\n\n这样，城市在她空着的棋盘上不断移动着，重复着她始终如一的生活。居民们反复演出同样的场景，只是更换了演员；他们重复着同样的台词，不过改变了口音而已；他们张开不同的嘴巴，打着同样的哈欠。在帝国的所有城市中，只有埃乌特洛比亚保持始终不变。这个城市最尊崇的无常之神墨丘利造出了这种暧昧的奇迹。",
      "enDescription": "When you enter the territory of which Eutropia is the capital, you see not one city but many, of equal size and not unlike one another, scattered over a vast, rolling plateau. Eutropia is not one, but all these cities together; only one is inhabited at a time, the others are empty; and this is carried out in turn. I will tell you how. On the day when Eutropia's inhabitants feel the grip of weariness and no longer can bear their jobs, their relatives, their houses and their life, debts, the people they must greet or who greet them, then the whole citizenry decides to move to the next city, which is there waiting for them, empty and good as new; there each will take up a new job, a different wife, will see another landscape on opening his window, and will spend his time with other pastimes, other friends, other gossip. So their life is renewed from move to move, among cities whose exposure or declivity or streams or winds make each site different from the others. Since their society is ordered without great distinctions of wealth or authority, the passage from one function to another takes place without jolts; variety is guaranteed by the multiple assignments, so that in the span of a lifetime a man rarely returns to a job that has already been his.\n\nThus the city repeats its life, identical, shifting up and down on its empty chessboard. The inhabitants repeat the same scenes, with the actors changed; they repeat the same speeches with variously combined accents; they open alternate mouths in identical yawns. Alone, among all the cities of the empire, Eutropia remains always the same. Mercury, god of the fickle, to whom the city is sacred, worked this ambiguous miracle.",
      "cnName": "埃乌特洛比亚"
    },
    {
      "type": "eyes",
      "name": "zemrude",
      "cnDescription": "是观看者的心情赋予**珍茹德**这座城市形状。如果你吹着口哨昂首而行，你对她的认识就是自下而上的：窗台、飘动的窗帘、喷泉。如果你指甲掐着手心低头走路，你的目光就只能看到路面、水沟、下水道口的盖子、鱼鳞和废纸。你无法说这种风貌比那种更加真实，但是关于珍茹德高处的情况，你大多要靠来自别人的记忆，他们正在向珍茹德的底部下行，每天都沿着相同的街道行走，都能看到前一天的愁闷沉淀在街角墙根。所有的人，或迟或早都将视线顺着排水管移动，再也离不开铺设路面的石子。与此相反的情形并不排除，但是肯定罕见：因此，我们继续在珍茹德的街道上行走，目光投进地窖、地基和水井中。",
      "enDescription": "It is the mood of the beholder which gives the city of Zemrude its form. If you go by whistling, your nose a-tilt behind the stick that leads you, you will know it from below: window sills, flapping curtains, fountains. If you walk along hanging your head, your nails dug into the palms of your hands, your gaze will be held on the ground, in the gutters, the manhole covers, the fish scales, wastepaper. You cannot say that one aspect of the city is truer than the other, but you hear of the upper Zemrude chiefly from those who remember it, as they sink into the lower Zemrude, following every day the same stretches of street and finding again each morning the ill-humor of the day before, encrusted at the foot of the walls. For everyone, sooner or later, the day comes when we bring our gaze down along the drainpipes and we can no longer detach it from the cobblestones. The reverse is not impossible, but it is more rare: and so we continue walking through Zemrude's streets with eyes now digging into the cellars, the foundations, the wells.",
      "cnName": "珍茹德"
    },
    {
      "type": "names",
      "name": "aglaura",
      "cnDescription": "关于阿格劳拉，我所能告诉你的，不外乎当地居民们口头常说的话：一系列关于道德的箴言，一系列关于过错的格言，一些奇谈怪论，还有一些对规则的执拗的见解。对古代的观察家，我们没有理由怀疑他们的诚实，而他们都认为阿格劳拉具有持久的混合的品质，当然也少不了把他们那个时代其他城市的品质融合进去。无论是传说的还是看到的阿格劳拉，比起当初或许都没有多少变化，但是她的奇特之处在于，从前认为平常的，如今已经变得古怪，从前以为怪诞的，如今已经成为习惯，而且由于德行与过错观念的改变，使得它们不再带来美誉或恶名。就这一方面的意义而言，有关阿格劳拉的一切说法都不属实，但是它们已经为这座城市建造了坚固可靠的形象，而凭借居住在城市里所能得出的评论却少有实质。结论是：传说中的城市很大部分是其实际存在需要的，而在她自己的土地上存在的城市，却较少存在。\n\n那么，如果我要根据自己亲眼所见与亲身经历向你描绘阿格劳拉，就只能告诉你，那是一座毫无色彩、毫无特征、只是随意地建在那里的城市。但是，这话也并不真实：在某些时刻、某些街道上，你会看到某种难以混淆的、罕见的、甚至是辉煌的事物，你想讲述这件事物，可是那些关于阿格劳拉的所有传说已经把你的词汇给封住了，你只能重复那些传说的话，却讲不出自己的话来。\n\n因此，当地居民始终相信他们居住的是一座建立在自己名字之上的阿格劳拉城，而不能发现那座生长在自己土地上的阿格劳拉城。虽然我愿意在记忆中将两座城市区分开保存，但是只能向你讲述其中一座，另外那座则无法用言语表述，因为她早已消逝了。",
      "enDescription": "Little that is said of Aglaura is true, and yet it results in a solid and compact image of a city, whereas the scattered judgments which can be inferred from living there have less substance. The result is this: the city that they speak of has much of what is needed to exist, whereas the city that exists on its site, exists less.",
      "cnName": "阿格劳拉"
    },
    {
      "type": "thin",
      "name": "octavia",
      "cnDescription": "你愿意相信我，那很好。现在我告诉你，奥塔维亚这座蛛网之城是怎样建造的。在两座陡峭的高山之间有一座悬崖，城市就悬在半空里，用绳索、铁链和吊桥与两边的山体相连。你在狭小的木板上走动，战战兢兢唯恐脚步踩空，要么你也可以抓紧大麻绳编织的网桥。你身下是万丈悬崖，只有几片白云飘过，白云下面，才能望到深邃的谷底。\n\n这便是城基：一张网，既当通道，又做支撑。其余的一切，不是在网上，而是在网下吊着：绳梯、吊床、麻袋似的房子、晾衣架、小艇似的凉台、皮水袋、煤气嘴子、淋浴喷头、高架秋千、游戏套圈、高架索道、吊灯、盆栽的下垂植物。\n\n虽然悬在深渊之上，奥塔维亚居民的生活并不比其他城市的更令人不安，他们知道自己的网只能支撑这么多。",
      "enDescription": "If you choose to believe me, good. Now I will explain how Octavia, the spider-web city, is made. There is a precipice between two steep mountains: the city is over the void, bound to the two crests with ropes and chains and catwalks. You walk on the little wooden ties, careful not to set your foot in the open spaces, or you cling to the hempen strands. Below there is nothing for hundreds and hundreds of feet: a few clouds glide past; farther down you can glimpse the chasm's bed.\n\nThis is the foundation of the city: a net which serves as passage and as support. All the rest, instead of rising up, is hung below: rope ladders, hammocks, houses made like sacks, clothes hangers, terraces like gondolas, skins of water, gas jets, spits, baskets on strings, dumb-waiters, showers, trapezes and rings for children's games, cable cars, chandeliers, pots with trailing plants.\n\nSuspended over the abyss, the life of Octavia's inhabitants is less uncertain than in other cities. They know the net will last only so long.",
      "cnName": "奥塔维亚"
    },
    {
      "type": "trading",
      "name": "ersilia",
      "cnDescription": "在艾尔西里亚，为了建立维系城市生命的关系，居民都在房屋角落之间拉起黑、白、灰或黑白色的绳子，绳子颜色视彼此亲缘、交易、权威和代表关系而定。当绳子多到让人连路都走不通时，居民们就会搬迁，拆掉房屋，只留下绳子及其支撑物。\n\n带着家中器具露宿山坡的艾尔西里亚难民们，回望平原上那些由竖起的木桩和木桩间拉起的绳索构成的迷宫。那里仍是艾尔西里亚城，而他们则算不上什么。\n\n他们在另一处再建艾尔西里亚，要编织另一张类似的绳网，但更加复杂，更加有规则。后来，他们再度离弃那里，把家搬到更远的地方。\n\n于是，当你在艾尔西里亚境内旅行时，会看到一处处被遗弃的旧城废墟，不耐久的墙壁早已消失，死者的骸骨也早已被风吹走：只有那些交织纠缠着的关系的蛛网在寻找一种形式。",
      "enDescription": "In Ersilia, to establish the relationships that sustain the city's life, the inhabitants stretch strings from the corners of the houses, white or black or gray or black-and-white according to whether they mark a relationship of blood, of trade, authority, agency. When the strings become so numerous that you can no longer pass among them, the inhabitants leave: the houses are dismantled; only the strings and their supports remain.\n\nFrom a mountainside, camping with their household goods, Ersilia's refugees look at the labyrinth of taut strings and poles that rises in the plain. That is the city of Ersilia still, and they are nothing.\n\nThey rebuild Ersilia elsewhere. They weave a similar pattern of strings which they would like to be more complex and at the same time more regular than the other. Then they abandon it and take themselves and their houses still farther away.\n\nThus, when traveling in the territory of Ersilia, you come upon the ruins of the abandoned cities, without the walls which do not last, without the bones of the dead which the wind rolls away: spider-webs of intricate relationships seeking a form.",
      "cnName": "艾尔西里亚"
    },
    {
      "type": "eyes",
      "name": "baucis",
      "cnDescription": "在树林里走上七天，去宝琪的旅人还见不到城市的影子，其实他已经到了。地面上竖起的一根根高高的细长支架一直穿进云层，它们间隔很远，支撑着上面整座城市。登上云梯，你就能走进城市。那里的居民极少下到地面来：上面有他们所需要的一切，他们不喜欢下来。城市的一切都不接触地面，除了那些黄脚绿鸠似的高脚支架，再就是晴天时投射在植物叶片上的有孔多角的影子。\n\n关于宝琪的居民，有三种假设：他们憎恨地球；他们敬畏地球，乃至尽量避免与地面的任何接触；他们喜欢自己出生之前的地球，以至利用各种望远镜不知疲倦地观察着每一片树叶，每一块石子，每一只蚂蚁，着迷地冥思自己杳然的存在。",
      "enDescription": "After a seven days' march through woodland, the traveler directed toward Baucis cannot see the city and yet he has arrived. The slender stilts that rise from the ground at a great distance from one another and are lost above the clouds support the city. You climb them with ladders. On the ground the inhabitants rarely show themselves: having already everything they need up there, they prefer not to come down. Nothing of the city touches the earth except those long flamingo legs on which it rests and, on sunny days, a pierced, angular shadow that falls on the foliage.\n\nThere are three hypotheses about the inhabitants of Baucis: that they hate the earth; that they respect it so much they avoid all contact; that they love it as it was before they existed and with spyglasses and telescopes aimed downward they never tire of examining it, leaf by leaf, stone by stone, ant by ant, contemplating with fascination their own absence.",
      "cnName": "宝琪"
    },
    {
      "type": "names",
      "name": "leandra",
      "cnDescription": "有两种神灵保护着莱安德拉城。两种神灵都非常细小，以至非肉眼所能看到，他们为数众多，以至无法数清。一种神灵栖身房屋的门口及室内衣架和伞筒处；在搬家时，他们也随着交出钥匙的住户，定居在新住所里。另一种神灵就在厨房里，喜欢藏在炊具下、壁炉罩里，或者在放扫帚的储藏间里：他们属于房屋的一部分，当住户搬迁离去之后，他们仍留下来，与新来的住户做伴。在房子建造之前他们就或许已经栖息于当地，躲在杂草丛中，藏在生锈的罐头盒里；如果把房子拆掉，再就地建造一座容纳五十户人家的楼房，那么他们的数目肯定也会相应增长，分别安身于五十个厨房之中。为了对他们加以区别，我们把前者称为宅神，后者则称为守护神。\n\n在一所房屋里，并不是宅神总和守护神泾渭分明，互不混淆。他们互相交往，一起在飞檐和暖气管道上散步，就家政加以评论，他们很容易发生争吵，但也可以和平共处上几年；如果让他们排成一行，你肯定分不出谁属于哪一类。守护神看着带着不同出身和风俗的宅神穿墙而来；而宅神则要跟衰败了的豪华宫殿里傲气十足的守护神争抢地盘，与铁皮破屋里火气大疑心重的守护神设法相处。\n\n莱安德拉的实质就是他们永远争辩不休的题目。哪怕是去年刚刚来到的宅神，也认为自己是城市的灵魂，并且相信自己离开这里时会把莱安德拉一同带走。守护神则认为宅神是不速之客，是令人厌烦的侵略者；真正的莱安德拉是他们的，是他们使一切内涵具有了形态，是他们在这些暴发户抵达之前就栖息于此，在那些家伙离开之后仍将继续留下来。\n\n两种神灵有一点共同之处：家里或城里发生的一切，都值得他们论说一番。宅神总是重提太公、曾祖母、曾叔公等先人；守护神则言必称被人们毁坏了的环境当年如何如何。但是，他们不总是生活在回忆中，他们也憧憬未来：宅神想象孩子们长大成人后如何立业成家，守护神在判断那栋房子或那片地方今后会在擅长持家者手中变成什么样子。如果竖起耳朵仔细聆听，特别是在夜间，你会听到他们在莱安德拉房室内的低声谈话、彼此插话、发怒、嘲弄，夹杂着讥讽的、强抑的笑声。",
      "enDescription": "Leandra is protected by two kinds of gods: the Penates and the Lares. The Penates are the gods of the family and the interior; the Lares are the gods of the house and the exterior. The Penates accompany the families when they move; the Lares stay in the house even when the inhabitants change. In Leandra, the true essence of the city is the subject of endless debate between the two. The Penates believe they are the city's soul, and that when they leave, they take Leandra with them. The Lares believe that the Penates are merely guests, and that the true Leandra is theirs, made of the walls and the spaces they inhabit.",
      "cnName": "莱安德拉"
    },
    {
      "type": "dead",
      "name": "melania",
      "cnDescription": "在梅拉尼亚，每当你走进广场，都会听到一段对话：吹牛皮的军人和寄生虫走出门来，遇见年轻的纨绔子弟和妓女；吝啬的父亲在门槛上向坠入情网的女儿发出最后的叮咛，却被愚蠢的仆人打断，而他正要去给拉皮条的女人送一张字条。许多年过后，当你重返梅拉尼亚时，还会听到同样的对话在继续，不过寄生虫、拉皮条的女人和父亲已经去世，吹牛的军人、女儿和愚蠢的仆人替代了他们的位置，而这些人又正被伪君子、女友和星相家所取代。\n\n梅拉尼亚的人口生生不息：对话者一个个相继死去，而接替他们对话的人又一个个出生，分别扮演对话中的角色。当有人转换角色，或者永远离开或者初次进入广场时，就会引起连锁式变化，直至所有角色都重新分配妥当为止。此时，愤怒的老人还会继续叱责伶牙俐齿的小女仆，放高利贷者继续追逐被剥夺继承的年轻人，护士还在宽慰伤心的私生女，然而他们的目光和声音已经跟上一场景的人物完全不同了。\n\n有时候，同一个人同时扮演两个或更多角色：暴君、恩人、信使；有时候，同一个角色分别由两个或者成百上千的梅拉尼亚居民扮演：三千人演伪君子，三万人演寄生虫，十万人演流落街头等待机会恢复地位的王子。\n\n时光流逝，角色也不完全与过去的相同；当然，剧情错综复杂，情节多变，虽然线索混乱、障碍重叠，演出还是朝最后收尾接近。如果你一直在观察这个广场，就会听到对话如何一场接一场地变化，而梅拉尼亚的居民寿命实在太短，还来不及发觉这些变化。",
      "enDescription": "In Melania, every time you enter the square, you find yourself caught in the middle of a dialogue: the braggart soldier and the parasite coming from a door meet the young rake and the prostitute; or else the miserly father from his threshold utters his final warnings to the amorous daughter and is interrupted by the foolish servant who was taking a note to the procuress. You return to Melania after years and you find the same dialogue still going on; in the meanwhile the parasite has died, and so have the procuress and the miserly father; but the braggart soldier, the daughter, and the foolish servant have taken their places, being replaced in their turn by the hypocrite, the confidante, the astrologer.\n\nMelania's population renews itself: the participants in the dialogue die one by one and meanwhile those who will take their places are born, some in one role, some in another. When one changes role or abandons the square forever or makes his first entrance into it, there is a series of changes, until all the roles have been reassigned; but meanwhile the angry old man goes on replying to the witty maidservant, the usurer never ceases following the disinherited youth, the nurse consoles the stepdaughter, even if none of them keeps the same eyes and voice he had in the previous scene.\n\nAt times it may happen that one person will play two or more roles at the same time: tyrant, benefactor, messenger; or one role may be played by two, or by a hundred, a thousand inhabitants of Melania: three thousand for the hypocrite, thirty thousand for the parasite, a hundred thousand for the star-crossed lover.\n\nAs time passes, the roles, too, are no longer exactly the same as before; certainly the action they carry forward through intrigues and surprises leads toward some final denouement, which it continues to approach even when the plot seems to thicken and become more complicated and the obstacles increase. If you look at the square in successive moments, you hear how from act to act the dialogue changes, even if the lives of Melania's inhabitants are too short for them to realize it.",
      "cnName": "梅拉尼亚"
    },
    {
      "type": "trading",
      "name": "esmeralda",
      "cnDescription": "在水城斯麦拉尔迪那，一张运河渠道网与街巷道路网相互交织着。从一处到另一处去，你总有陆路和水路可选择。在斯麦拉尔迪那，两点之间最短的路线不是直线，而是具有多处分支的曲线，因而供行人选择的路线就远远不止两条，倘若你喜欢水陆两种交替使用，你的选择余地就更大。\n\n于是，斯麦拉尔迪那的居民就省却了每日行走相同路线的厌烦。不仅如此，行走的路线绝不只限于一个层面上，而是一路上有上上下下的台阶，有驻足的平地，有驴背式的罗锅桥，还有架空的路。各段不同层面的路线组合变化，能使每个居民每天去同一地点时观赏不同路线的景色。在斯麦拉尔迪那，最平常最宁静的生活也不会千篇一律。\n\n但是，这里也如同其他地方一样，大部分秘密和冒险生活都受到种种限制。斯麦拉尔迪那的猫儿、小偷与地下情侣，走的都是高处断断续续的路线，有时要从一个房顶跳到另一个房顶，有时要从屋顶平台跳到阳台上，有时则用走钢丝的步法取道屋檐的水槽。在下面，成群的老鼠在阴暗的下水道里流窜，阴谋家与走私者们从地洞和排水管口向外窥探，往来于地道地沟，抬着乳酪片、违禁品、成桶的火药，利用地下通道横穿城市。\n\n斯麦拉尔迪那的地图应该用不同颜色标出所有这些固体与液体的、明处与暗处的路线。最难标示的是飞燕的路线，它们划破屋顶上方的空气，以不动的翅膀划出看不见的抛物线，俯冲着吞食蚊虫，盘旋着上升，掠过塔顶，在它们空中路线的每一点之上俯视整个城市的每个点。",
      "enDescription": "In Esmeralda, city of water, a network of canals and a network of streets span and intersect each other. To go from one place to another you have always the choice between land and boat: and since the shortest line between two points in Esmeralda is not a straight line but a zigzag that ramifies in tortuous optional routes, the ways that open to each passerby are never two, but many, and they increase further for those who alternate a stretch by boat with one on dry land.\n\nAnd so Esmeralda's inhabitants are spared the boredom of following the same streets every day. And that is not all: the network of routes is not arranged on one level, but follows instead an up-and-down course of steps, landings, cambered bridges, hanging streets. Combining segments of the various routes, elevated or on ground level, each inhabitant can enjoy every day the pleasure of a new itinerary to reach the same places. The most fixed and calm lives in Esmeralda are spent without any repetition.\n\nSecret and adventurous lives, here as elsewhere, are subject to greater restrictions. Esmeralda's cats, thieves, illicit lovers move along discontinuous, high-level routes, dropping from a rooftop to a balcony, from a balcony to a cornice, step-toeing along a gutter. Below, the rats run in the darkness of the sewers, one behind the other's tail, along with conspirators and smugglers: they peep out of manholes and drainpipes, they slip through double bottoms and ditches, from one hiding place to another, dragging crusts of cheese, contraband goods, kegs of gunpowder, crossing the city's compactness pierced by the spokes of underground passages.\n\nA map of Esmeralda should include all these routes, solid and liquid, evident and hidden. It is more difficult to map the routes of the swallows, who cut the air over the roofs, dropping long invisible parabolas with their still wings, darting to gulp a mosquito, spiraling upward, grazing a pinnacle, dominating from every point of their airy paths all the points of the city.",
      "cnName": "斯麦拉尔迪那"
    },
    {
      "type": "eyes",
      "name": "phyllis",
      "cnDescription": "来到菲利德，你会非常欣赏架在运河上的各式各样的桥梁：驴背式罗锅桥，有顶篷的桥，有柱脚的桥，驳船托着的桥，悬空桥，带雕花栏杆的桥。还有临街的各种式样的窗子：双扇窗，摩尔式窗，哥特式窗，镶着半月形或圆花饰彩色玻璃的窗。道路由各种材料铺砌：鹅卵石、青石板、碎石子，还有蓝色与白色的瓷砖。城市的每个地方都向游人展示着她令人惊奇的景色：城堡墙头上伸出来的一丛刺山柑，梁柱上端的三个女王雕像，洋葱式圆屋顶上串着三个小洋葱加一个尖顶。你会赞叹：“能够每天都看到菲利德所包含的看不完的景致的人，他们是多么幸福啊！”而当你在仅仅看上一眼便不得不离开这座城市时，你会惋惜。\n\n反之，你若必须在菲利德住上一段时间，甚至度过自己的余生，眼前的城市很快就会退色，圆花饰彩色玻璃窗、梁柱上端的女王雕像、洋葱式圆屋顶都会消失。就像所有菲利德居民一样，你走过曲折的街道，分辨阳光与阴暗的地区，这里一扇门，那里一段台阶，这是你可以放篮子的板凳，那是不小心就会让你跌跤的坑洼。城市的其余部分都是看不见的。菲利德是一个空间，虚无中各点之间都连着通道：你可以走最快捷的路线，不必经过某债主的门口就到达某商贩的帐篷。你的脚步追随的不是双眼所见的事物，而是内心的、已被掩埋、被抹掉了的事物。如果你觉得两个拱廊之中的一个更为惬意，那是因为在三十年前曾有一个穿绣花宽袖衣服的姑娘走过那里，或者是因为那个拱廊在某一时刻里的光线使你联想起另外一个地方的什么拱廊。\n\n上百万只眼睛向上望着窗户、桥梁、刺山柑，但他们看见的也许只是一张白纸。像菲利德这样的城市很多，它们能够躲过所有凝视的目光，却躲不过那些出其不意投来的目光。",
      "enDescription": "Arriving at Phyllis, you rejoice in observing all the bridges over the canals, each different from the others: cambered, covered, pillared, on barges, suspended, with tracery balustrades. And the variety of windows looking down on the streets: mullioned, Moorish, lancet, pointed, surmounted by lunettes or rosettes; and the paving of the streets with cobblestones of different colors, or flagstones, or asphalt, or brick. And you admire the city's decoration, the caper bush jutting from the fortress wall, the three queens carved on a corbel, the onion dome with three smaller onions on the spire. \"Happy the man who has Phyllis before his eyes each day and who never ceases seeing the things it contains,\" you cry, with regret at having to leave the city when you can barely graze it with your glance.\n\nBut it so happens that, instead, you must stay in Phyllis and spend the rest of your days there. Soon the city fades before your eyes, the rose windows, the statues on the corbels, the domes. Like all of Phyllis's inhabitants, you follow zigzag lines from one street to another, you distinguish the patches of sunlight from the patches of shade, a door here, a stairway there, a bench where you can put down your basket, a hole where your foot stumbles if you are not careful. All the rest of the city is invisible. Phyllis is a space in which routes are drawn between points suspended in the void: the shortest way to reach that certain merchant's tent, avoiding that certain creditor's window. Your footsteps follow not what is outside the eyes, but what is within, buried, erased. If, of two arcades, one continues to seem more joyous, it is because thirty years ago a girl with broad, embroidered sleeves passed through it, or else it is only because the arcade catches the light at a certain hour like a certain arcade in a city you cannot recall.\n\nMillions of eyes look up at windows, bridges, capers, and they might be scanning a blank page. Many are the cities like Phyllis, which elude the gaze of all, except the man who catches them by surprise.",
      "cnName": "菲利德"
    },
    {
      "type": "names",
      "name": "pyrrha",
      "cnDescription": "对于我，在好长一段时间里，皮拉是一座海湾斜坡上的城堡式城市，高大的窗户和高大的塔，像有一个罩子扣着，市中心有一个井一样深的广场，广场中央有一眼井。我从未见过她。她是我未曾涉足过的城市之一，我只能通过名字来想象那些城市的样子：埃乌伏拉西亚，奥迪莱，马尔加拉，杰图利亚。在这些城市之中，皮拉有自己的位置，和她们各有所不同，也和她们有相似之处，在我心目中决不会混淆。\n\n终于有一天，旅行把我带到了皮拉。一踏上这块土地，我就立即忘掉了以前的所有想象；皮拉变成了皮拉自己的样子；我相信自己一直知道，隐藏在起伏的沙丘后面的大海是远离城市的；街道是笔直的，长长的；屋宇有间隔地集中着，它们都不算高，中间有存放木料和木工厂的地方；风儿吹动着抽水泵的叶轮。从那以后，皮拉这个名字在我脑海唤起的就是这幅景象，这种光线，这种嗡嗡的声音，这种黄尘浮动的空气。很显然，除此之外，这个名字不可能具有其他意义。\n\n我脑海里继续容纳着那许多我尚未见过并且将见不到的城市，她们的名字附带着一种形象，或者想象的形象中的一景一点：杰图利亚，奥迪莱，埃乌伏拉西亚，马尔加拉。海湾上的高城依然在那里，她的中央广场中间依然是那口井，可我怎么也叫不出她的名字，并且想不起我怎么会给她起一个意义完全错误的名字。",
      "enDescription": "For a long time Pyrrha was to me a fortified city on the slopes of a bay, with high windows and towers, enclosed like a goblet, with a central square deep as a well, with a well in its center. I had never seen it. It was one of the many cities where I had never arrived, that I conjured up, through its name: Euphrasia, Odile, Margara, Getullia. Pyrrha had its place among them, different from each of them, and like each of them, unmistakable to the mind's eye.\n\nThe day came when my travels took me to Pyrrha. As soon as I set foot there, everything I had imagined was forgotten; Pyrrha had become what is was; and I thought I had always known that the sea is invisible from the city, hidden behind a dune of the low, rolling coast; that the streets are long and straight; that the houses are clumped at intervals, not high, and they are separated by open lots with stacks of lumber and with sawmills; that the wind stirs the vanes of the water pumps. From that moment on the name Pyrrha has brought to my mind this view, this light, this buzzing, this air in which a yellowish dust flies: obviously the name means this and could mean nothing but this.\n\nMy mind continues to contain a great number of cities I have never seen and will never see, names that bear with them a figure, or a fragment or glimmer of an imagined figure: Getullia, Odile, Euphrasia, Margara. The city high above the bay is also there, with the square deep as a well, but I can no longer call it by a name, nor remember how I could ever have given it one.",
      "cnName": "皮拉"
    },
    {
      "type": "dead",
      "name": "adelma",
      "cnDescription": "我所经历的旅行，从来没有把我带到比阿德尔玛更远的地方。上岸时正好赶上黄昏。那个在码头上接过缆绳将它系在系缆桩上的水手，很像一个跟我一起当过兵的人，那人已经死了。那正是鱼类批发市场开市的时候。一位老人把一筐海胆装上手推车，我觉得似乎认识他，可刚一转身，他就消失在一条小巷里了；不过我明白，他的相貌很像我童年时的一位老渔夫，而那个人是不可能活到今天的。一个蜷缩在地上的寒热病人让我看了很难受，他头上裹着一条毯子：我父亲临死前那几天，黄黄的眼睛和长长的胡子茬就跟他一模一样。我转过头去，再也不敢直视任何人的面孔。\n\n我想：如果阿德尔玛是我梦里见到的城市，如果我在这里见到的都是已死的人，这个梦太让我害怕了。如果阿德尔玛是一座真实的城市，居住着活生生的人，那么只要我继续盯着那些人，他们相貌的相似之处就会消失，就会变成陌生的脸，苦闷焦虑的脸。无论如何，我还是最好不盯着他们看。\n\n一个卖菜的小贩正在称一棵卷心菜，然后把它放进凉台上的少女用绳子放下来的吊篮里。这少女跟我故乡的一位姑娘长得一样，那位姑娘因失恋而发疯，后来自杀了。卖菜的小贩抬起头来：简直就是我的祖母。\n\n我想：人到生命的某一时刻，他认识的人当中死去的会多过活着的。这时，你会拒绝接受其他面孔和其他表情：你遇见的每张新面孔都会印着旧模子的痕迹，是你为他们各自配戴了相应的面具。\n\n搬运工人排成一行，背着大坛子和木桶，弯腰弓背走在石阶上，他们的面部被头上披着的麻袋片遮着；“现在，他们该站住，伸直腰，我又该认出他们了。”我想着，心里又焦急，又害怕。但是我的目光始终离不开他们；我差一点就把视线转向狭窄的街道上拥挤的人群，那就会看到意想不到的面孔，那些远处的面孔都在对着我，好像在等待我识别，也好像在识别我，好像他们已经认出了我。或许，对于他们每个人来说，我也像某个去世的人。我才刚刚来到阿德尔玛，就已经成为他们当中的一员，已经在他们那边，被吸入那眼睛、皱纹和扭曲的面孔的万花筒之中。\n\n我想：也许阿德尔玛是人们垂死时抵达的城市，每个人都能在这里与故人重逢。这就标志着我也是死人。我又想：这也标志着彼世并不快乐。",
      "enDescription": "I reached Adelma. The moment I arrived, I saw faces that looked like people I had known who were dead. I thought: if Adelma is a city I am seeing in a dream, where you encounter only the dead, the dream frightens me. If Adelma is a real city, inhabited by living people, then the longer I look at them, the more the resemblance will fade, and alien, grimacing faces will appear. I preferred not to look them in the eyes.",
      "cnName": "阿德尔玛"
    },
    {
      "type": "sky",
      "name": "eudoxia",
      "cnDescription": "埃乌多西亚向上下两个方向延伸，有许多弯弯曲曲的小巷、台阶、死胡同、棚屋茅舍，城里保存着一块地毯，它能使你看到城市的真实形态。乍看上去，埃乌多西亚跟地毯上的图案毫不相像，整块地毯都是对称图形，图案沿着直线和周边重复着，间杂着色彩鲜艳的螺旋纹饰。可是，假如你认真观察，就会认为地毯的每一处都与城里的某一处相符，而且整个城市都包容在地毯的图案中，甚至连比例顺序都完全正确，是熙熙攘攘的人群分散了你的注意而看走了眼。埃乌多西亚的混乱，骡子的叫声、煤烟的污垢、海产的腥味，这是你所观察到的不完全的城市景色，而地毯则证明某一点能够展示城市的真正透视图，它的几何图形绝对不会疏漏任何一个微小细节。\n\n在埃乌多西亚很容易迷路：但是，只要你专心审视地毯，你就会看出你所寻找的街道就在一条深红或深蓝或紫红色的线上，它环绕着的那片紫才是你的目的地。埃乌多西亚的每个居民都拿地毯的固定不变的图形跟自己心目里城市的形象做对照，能在地毯的图案里找到解除自己忧愁苦闷的答案，找到自己人生的故事和命运的转折。\n\n就地毯与城市这两件差异悬殊的事物之间的关系，有人请教过先知。先知回答说，其中之一是上帝赐予的星空和行星运转的轨道的形状；另一个则如同所有人工制造的东西一样，是前者的近似的影像。\n\n有相当一段时间，占卜者都确信地毯上的图案是神灵所为，从这个意义上注释了先知的断言，从来没有任何争议。但是，用同样的方式，你可以得到完全相反的结论：宇宙的真正地图就是埃乌多西亚城，一片不成形状的污斑，其中有曲折蜿蜒的街道，有灰尘中乱成一堆的破房子，有火灾，还有黑暗中的尖叫声。",
      "enDescription": "In Eudoxia, which spreads both upward and down, with winding alleys, steps, dead ends, hovels, a carpet is preserved in which you can observe the city's true form. At first sight nothing seems to resemble Eudoxia less than the design of that carpet, laid out in symmetrical motives whose patterns are repeated along straight and circular lines, interwoven with brilliantly colored spires, in a repetition that can be followed throughout the whole woof. But if you pause and examine it carefully, you become convinced that each place in the carpet corresponds to a place in the city and all the things contained in the city are included in the design, arranged according to their true relationship, which escapes your eye distracted by the bustle, the throngs, the shoving. All of Eudoxia's confusion, the mules' braying, the lampblack stains, the fish smell is what is evident in the incomplete perspective you grasp; but the carpet proves that there is a point from which the city shows its true proportions, the geometrical scheme implicit in its every, tiniest detail.\n\nIt is easy to get lost in Eudoxia: but when you concentrate and stare at the carpet, you recognize the street you were seeking in a crimson or indigo or magenta thread which, on a wide loop, brings you to the purple enclosure that is your real destination. Every inhabitant of Eudoxia compares the carpet's immobile order with his own image of the city, an anguish of his own, and each can find, concealed among the arabesques, an answer, the story of his life, the twists of fate.\n\nAn oracle was questioned about the mysterious bond between two objects so dissimilar as the carpet and the city. One of the two objects—the oracle replied—has the form the gods gave the starry sky and the orbits in which the worlds revolve; the other is an approximate reflection, like every human creation.\n\nFor some time the augurs had been sure that the carpet's harmonic pattern was of divine origin. The oracle was interpreted in this sense, arousing no controversy. But you could, similarly, come to the opposite conclusion: that the true map of the universe is the city of Eudoxia, just as it is, a stain that spreads out shapelessly, with crooked streets, houses that crumble one upon the other amid clouds of dust, fires, screams in the darkness.",
      "cnName": "埃乌多西亚"
    },
    {
      "type": "eyes",
      "name": "moriana",
      "cnDescription": "你涉水渡河，穿越关口后，眼前忽然闪现的就是莫里亚纳，它的雪花石城门在阳光照耀下是透明的，珊瑚柱子支撑着镶了蛇纹石的三角门饰，别墅都是玻璃制造的，像水族馆一样，水母形的吊灯下，披着银色鳞装的舞女在灯影下游弋。若不是第一次出门远行，你一定知道，这样的城市肯定会有她的反面对应：只要绕半个圈子，你就会看到莫里亚纳掩饰着的另一副面孔，一大片生锈的铁板，麻袋片，楔着钉子的木板，沾满煤灰的管子，成堆的废铁罐，挂着退色的招牌的墙壁，藤条破损了的椅子框架，只适于把自己吊在腐朽的屋梁上的绳子。\n\n从这面到那面，城市的各种形象在不断翻番，但是却没有厚度，只有正反两面：就像一张两面都有画的纸，两幅画既不能分开，也不能对看。",
      "enDescription": "When you have forded the river, when you have crossed the mountain pass, you suddenly find before you the city of Moriana, its alabaster gates transparent in the sunlight, its coral columns supporting pediments encrusted with serpentine, its villas all of glass like aquariums where the shadows of dancing girls with silvery scales swim beneath the medusa-shaped chandeliers. If this is not your first journey, you already know that cities like this have an obverse: you have only to walk in a semicircle and you will come into view of Moriana's hidden face, an expanse of rusting sheet metal, sackcloth, planks bristling with spikes, pipes black with soot, piles of tins, blind walls with fading signs, frames of staved-in straw chairs, ropes good only for hanging oneself from a rotten beam.\n\nFrom one part to the other, the city seems to continue, in perspective, multiplying its repertory of images: but instead it has no thickness, it consists only of a face and an obverse, like a sheet of paper, with a figure on either side, which can neither be separated nor look at each other.",
      "cnName": "莫里亚纳"
    },
    {
      "type": "names",
      "name": "clarice",
      "cnDescription": "克拉莉切，光荣的城市，有着一部痛苦的历史。她不止一次地衰落又复兴，但始终以最初的克拉莉切为无与伦比的辉煌的楷模，拿今日的城市与之相比，总少不了在星光暗淡时引发叹息。在几个世纪的衰败过程中，几度瘟疫闹得城空人尽，梁柱檐篷坍塌了，地势变化了，昔日的巍峨不见了，人们心灰意懒，人去街空；然后，躲过灾难洗劫的幸存者又逐渐走出地窖和洞穴，不仅像耗子似的急于搜索和啃咬，而且像鸟雀一样抓紧收拾和补缀。他们抓住一切可以到手的东西，拿到别的地方另派用场：织锦窗帘变成了床单，大理石尸骨坛成了种紫苏的盆子，闺房的铁窗花拆下来当了烤猫肉的架子，精美镶嵌的木料拿来烧火。把旧日克拉莉切没有用处的那些零杂物安置在一起，形成劫后余生的新克拉莉切，有茅舍、阴沟和鸽子笼。然而，克拉莉切往日的辉煌几乎还都全部保存着，全都在那里，虽然排列顺序有所变化，却仍像从前一样符合居民的需要。\n\n贫困过去后，就是快乐的时代：克拉莉切从褴褛的蛹变成了华丽的蝴蝶；新的富足，使城市到处充满新的建筑材料；新的移民从外地纷纷涌入；一切的一切都与昔日的克拉莉切大不相同；新城越是在克拉莉切旧城的地址和名称上兴旺发达，就越发现自己在远离她，而且比老鼠和霉菌更迅速地摧毁她。人们虽然为新城的富丽感到骄傲，但内心深处却觉得自己成了不相称的外人，成了篡位者。\n\n于是，当初被另派用场而得以幸存的最初辉煌时代的碎片如今又被重新安置：罩在玻璃罩下，锁在橱窗里，放在丝绒垫上。这倒不是因为它们不再有什么用处，而是人们要凭借它们重现那座已经无人了解的城市。\n\n克拉莉切又经历了几番衰败，几番复兴。人口和风俗也多次改变；只有名字、地方和那些打不破的东西保留了下来。每次新兴的克拉莉切都像有生命的肌体一样，有自己的气味和呼吸，把死去的克拉莉切的那些碎片当做至宝向人炫耀。谁都不晓得那些古希腊式柱头何时装饰过哪些柱子：人们只知道有一个柱头在一个养鸡场里支撑母鸡生蛋的篮子，过了不知多久才和其他展品一起搬到柱头博物馆里。一般人都相信曾经有第一座克拉莉切城，但是没有任何证据。柱头可能先在鸡舍后在庙宇里用过；大理石罐可能先种紫苏后来才装了尸骨。能够肯定的只有一点：一定数量的物体在一定空间移动，有时被一些新物体遮盖，有时被消耗而得不到替换；规律是每次都要混杂一气，然后再重新拼凑在一起。也许克拉莉切一直就是华而不实的混杂体，分类混乱不清，而且陈旧过时。",
      "enDescription": "Clarice, the glorious city, has a tormented history. Several times it decayed, then burgeoned again, always keeping the first Clarice as an unparalleled model of every splendor, compared to which the city's present state can only cause more sighs at every fading of the stars. In its centuries of decadence, emptied by plagues, its height reduced by collapsing beams and cornices and by shifts of the terrain, rusted and stopped up through neglect or lack of maintenance, the city slowly became populated again as the survivors emerged from the basements and lairs, in hordes, swarming like rats, driven by their fury to rummage and gnaw, and yet also to collect and patch, like nesting birds. They grabbed everything that could be taken from where it was and put it in another place to serve a different use: brocade curtains were made into sheets; in marble urns they planted basil; wrought-iron gratings torn from the harem windows were used for roasting cat-meat on fires of inlaid wood. Put together with odd bits of the useless Clarice, a survivor Clarice was taking shape, all huts and hovels, festering sewers and rabbit cages. And yet, almost nothing was lost of the former Clarice's splendor; it was all there, merely arranged in a different order but as appropriate as before to the inhabitants' needs.\n\nThe days of poverty were followed by more joyous times: a sumptuous butterfly-Clarice emerged from the beggarly chrysalis of Clarice. The new abundance made the city overflow with new materials, buildings, and objects; new people flocked in from outside; nothing, no one had any connection with the former Clarice, or Clarices. And the more the new city settled triumphantly into the place and the name of the first Clarice, the more it realized it was moving away from it, destroying it no less rapidly than the rats and the mold. Despite its pride in its new wealth, the city, at heart, felt itself an incongruous usurper.\n\nAnd so the shards of the original splendor that had been saved, by adapting them to more obscure needs, were again shifted. They were now preserved under glass bells, locked in display cases, set on velvet cushions, and not because they might still be used for anything, but because people wanted to reconstruct through them a city that no longer existed.\n\nClarice was again decaying, then again it was rebuilt. Populations and customs have changed several times; the name, the site, and the objects hardest to break remain. Each new Clarice, compact as a living body with its smells and its breath, shows off, like a gem, what remains of the ancient Clarices, fragmentary and dead. There is no knowing when the Corinthian capitals stood on the top of their columns: only one of them is remembered, since for many years, in a chicken run, it supported the basket where the hens laid their eggs, and from there it was moved to the Museum of Capitals. The order of the eras' succession has been lost; that a first Clarice existed is a widespread belief, but there are no proofs to support it. The capitals could have been in the chicken run before they were in the temple, the marble urns could have been planted with basil before they were filled with dead bones. Only this is known for sure: a given number of objects is shifted within a given space, at times submerged by a quantity of new objects, at times worn out and not replaced; the rule is to shuffle them each time, then try to fit them together. Perhaps Clarice has always been only a confusion of chipped gimcracks, ill-assorted, obsolete.",
      "cnName": "克拉莉切"
    },
    {
      "type": "dead",
      "name": "eusapia",
      "cnDescription": "没有任何城市能比埃乌萨皮娅更倾向于无忧无虑地享受人生。为了使由生到死的过渡不那么突然，这里的居民在地下建造了一座一模一样的城市。所有尸体都经过特殊脱水处理，只剩下一副骨架包着一张黄皮，被送到地下去继续生前的活动。至于活动内容，是死者生前最喜欢的开心时刻的活动：大多数人坐在饭桌旁，或者跳舞，或者吹奏小号。但是埃乌萨皮娅的生者从事的商业及各种职业，至少是他们最心满意足的工作，在地下也还继续经营着：钟表匠身边还是他店铺里那些停了摆的钟表，他正把干枯的耳朵凑到走了音的老摆钟跟前；理发匠握着干刷子，正往一位演员的颧骨上涂肥皂沫；而那位演员正睁着空洞的双眼读着剧本；一位面带笑容骨瘦如柴的女子，正在给一头小母牛的骨架子挤奶。\n\n当然，很多活人都要求死后能够改变命运，过另外一种生活：这座地下城市里挤满了狩猎狮子的猎人、次女高音歌手、银行家、小提琴师、公爵夫人、被情夫供养的女人、将军，其数目之多，是活人的城里所从未达到的。\n\n有一个戴蒙面头罩的兄弟会，任务是护送死者到地下城市并给他们安排适当位置。除他们之外，谁也不能进入死人的埃乌萨皮娅，有关地下城市的一切消息都是从他们那里打听来的。\n\n听说，死者当中也有兄弟会，而且也乐于帮助他人。戴蒙面头罩的兄弟去世后，会在另一个埃乌萨皮娅从事同样的工作。据说他们中间有人已经死了，但是在继续上上下下。在活人的埃乌萨皮娅，这个兄弟会是极有权威的。\n\n据说，每次下到地下埃乌萨皮娅的时候，他们都能发现一些变化：死人们也在自己的城市进行改革，虽然不多，却是深思熟虑的，决非任性胡来。听人说，死人的埃乌萨皮娅能在一年之间变得让人认不出来。而活着的人，为了赶上潮流，兄弟会的人所说的一切，他们也要做一做。于是，地上的埃乌萨皮娅就模仿地下的姊妹城。\n\n人们说，这不仅是现在才发生的事：事实上，是那些死人依照地下城市的样子建造了地上埃乌萨皮娅。还有人说，在这两座姊妹城里，没办法知道谁是死者，谁是生者。",
      "enDescription": "No city is more inclined than Eusapia to enjoy life and flee care. And to make the leap from life to death less abrupt, the inhabitants have constructed an identical copy of their city, underground. All corpses, dried in such a way that the skeleton remains clothed in yellow skin, are carried down there, to continue their former activities. And, of these activities, it is their carefree moments that take first preference: most of the corpses are seated at tables, drinking, or playing cards, or they are musicians playing instruments. But also the trades, at least those that the living performed with more pride than distress, are practiced in the underground Eusapia: the clockmaker, amid all the stopped clocks of his shop, places his parchment ear against an out-of-tune grandfather's clock; a barber, with dry brush, lathers the cheekbones of an actor learning his role, studying the script with hollow sockets; a girl with a laughing skull milks the carcass of a heifer.\n\nTo be sure, many of the living want a fate after death different from their lot in life: the necropolis is crowded with big-game hunters, tenors, bankers, violinists, duchesses, courtesans, generals—more than the living city ever contained.\n\nThe job of accompanying the dead down below and arranging them in the desired place is assigned to a confraternity of hooded brothers. No one else has access to the Eusapia of the dead and everything known about it has been learned from them.\n\nThey say that the same brotherhood exists among the dead and that it never fails to lend a hand; the hooded brothers, after death, will perform the same job in the other Eusapia; it is rumored that some of them are already dead but continue going up and down. In any case, this brotherhood's authority in the Eusapia of the living is vast.\n\nThey say that every time they go down they find something changed in the lower Eusapia; the dead make innovations in their city; not many, but surely the fruit of sober reflection, not passing whims. From one year to the next, they say, the Eusapia of the dead becomes unrecognizable. And the living, to keep up with them, also want to do everything that the hooded brothers tell them about the novelties of the dead. So the Eusapia of the living has taken to copying its underground copy.\n\nThey say that this has not just now begun to happen: actually it was the dead who built the upper Eusapia, in the image of their city. They say that in the twin cities there is no longer any way of knowing who is alive and who is dead.",
      "cnName": "埃乌萨皮娅"
    },
    {
      "type": "sky",
      "name": "beersheba",
      "cnDescription": "在贝尔萨贝阿，有一个信念世代相传：在城市上空另有一座贝尔萨贝阿，城里最高尚的美德与情感都在那里得到充分的释放，地上的贝尔萨贝阿若以天上的贝尔萨贝阿为楷模，二者就会浑然一体。按照传说，那是一座黄金之城，有白银的门锁和钻石的城门，一切都是雕镂镶嵌的，可谓以最精湛的技巧加工最贵重珍奇的材料而形成的一座宝城。贝尔萨贝阿的居民坚持忠于这个信念，处处为天上的城市增添光彩：他们积攒贵重金属和稀有宝石，不敢有瞬间的松懈享乐，始终保持得体端庄的仪态。\n\n这些居民还相信，另有一座地下贝尔萨贝阿，那里包容了地上所有卑劣丑恶的事物，因而他们不断努力消除与地下相关和相似的一切。在他们的想象中，地下的屋顶就像开口朝下的垃圾筒，干酪皮、油腻的纸团、洗碗的脏水、残羹剩菜、污垢的绷带，不断纷纷自上而落。甚至是一种深色的能挤压延伸的脏东西，就像人类排出的粪便，从一个黑洞排向另一个黑洞，直到在最底层盘绕堆积起来，一层层堆成一座顶尖歪扭着的粪便城。\n\n贝尔萨贝阿人的信念中有真实的一部分，也有错误的一部分。真实在于城市同时伴有天上地下两个投影；错误在于它们的实质，地下深处的贝尔萨贝阿是最有权威的建筑师设计的，用的是市场上最贵重的材料，每个机械装置、齿轮和钟表都运转良好，所有管道和连杆都装饰着皮穗、流苏和花边。\n\n为了得到更高层次的完美，贝尔萨贝阿已经把不断充填自己空壳的狂热当做美德，却不知道要豪爽地舍弃，自我解脱，舒展放松一下。在贝尔萨贝阿的上空确实有一个天体，地上城市的所有东西都收拢在那个废物库里：飘扬着的马铃薯皮、破伞、旧袜子，闪光晃眼的玻璃碎渣、脱落的衣扣、糖果纸、废车票、修剪下来的指甲和老茧皮、鸡蛋壳。天上的城市就是这般模样，而它拖着的长长的彗星尾巴，则是吝啬贪婪的贝尔萨贝阿居民在唯一最不小气的自由快乐的时刻排泄出来的粪便。",
      "enDescription": "In Beersheba, a belief is handed down that there is another Beersheba in the heavens, where the city's most elevated virtues and sentiments are suspended, and that if the terrestrial Beersheba will take the celestial one as its model the two cities will become one. The image propagated by tradition is that of a city of pure gold, with silver locks and diamond gates, a jewel-city, all insert and inlay, as a maximum of laborious study could produce when applied to materials of the maximum worth. True to this belief, Beersheba's inhabitants honor everything that suggests the celestial city: they accumulate noble metals and rare stones, they renounce all ephemeral excesses, they develop forms of composite composure.\n\nThey also believe, these inhabitants, that another Beersheba exists underground, the receptacle of everything base and unworthy that happens to them, and it is their constant care to erase from the visible Beersheba every tie or resemblance to the lower twin. In the place of roofs they imagine that the underground city has overturned trash bins, with cheese rinds, greasy paper, fish scales, dishwater, uneaten spaghetti, old bandages spilling out. Or even that its substance is dark and stretchable and thick like the pitch that pours down from the sewers, prolonging the route of the human bowels, from black hole to black hole, until it splatters against the lowest subterranean floor, and from the lazy, encircled bubbles below, layer upon layer, a fecal city rises, with twisted spires.\n\nIn Beersheba's beliefs there is an element of truth and one of error. It is true that the city is accompanied by two projections of itself, one celestial and one infernal; but the citizens are mistaken about their consistency. The inferno that broods in the deepest subsoil of Beersheba is a city designed by the most authoritative architects, built with the most expensive materials on the market, with every device and mechanism and gear system, decked with tassels and fringes and frills hanging from all the pipes and levers.\n\nIntent on piling up its carats of perfection, Beersheba takes for virtue what is now a grim mania to fill the empty vessel of itself; the city does not know that its only moments of generous abandon are those when it becomes detached from itself, when it lets go, expands. Still, at the zenith of Beersheba, there is a celestial body that shines with all the city's riches, enclosed in the treasury of cast-off things: a planet a-flutter with potato peels, broken umbrellas, old socks, candy wrappings, paved with tram tickets, fingernail cuttings and pared calluses, eggshells. This is the celestial city, and in its heavens long-tailed comets fly past, released to rotate in space from the only free and happy action of the citizens of Beersheba, a city which, only when it shits, is not miserly.",
      "cnName": "贝尔萨贝阿"
    },
    {
      "type": "continuous",
      "name": "leonia",
      "cnDescription": "莱奥尼亚每天都在更新自己：清晨，人们在新鲜的床单被单中醒来，用刚从包装盒里拿出的香皂洗脸，换上崭新的浴衣，从新型冰箱里拿出未开启的罐头，打开最新式样的收音机，听听最新的歌谣。\n\n在马路边的人行道上，昨天的莱奥尼亚的废弃物包在塑料袋子里，等待着垃圾车。除了挤过的牙膏皮、烧坏了的灯泡、报纸、容器、包装纸，还有热水器、百科全书、钢琴、瓷器餐具。莱奥尼亚的富足，与其以每日生产销售购买量来衡量，不如观察她每天为给新东西让位而丢弃的物资数量。你甚至会琢磨，莱奥尼亚人所真正热衷的究竟是享受不同的新鲜事物，还是排泄、丢弃和清除那些不断出现的污物。当然，清洁工们像天使一样宽容大度，他们的任务是将昨日的遗物搬走，充满敬意地、默默地、以一种近乎宗教仪式的虔诚工作着，也许是因为人们一旦丢弃这些东西，就不愿意再想它们。\n\n至于清洁工每天把这些东西搬运到何处去，从未有人问过：肯定是运到城外。但是，城市在逐年扩大，清洁工就得越走越远；垃圾越堆越多，越堆越高，所占面积的半径也越来越大。另外，莱奥尼亚新材料的制造工艺越来越高，垃圾的质量也随之越来越高，经久耐腐，不发酵，不可燃。于是，莱奥尼亚周围的垃圾变成坚不可摧的堡垒，像一座座山岭耸立在城市四周。\n\n结果是：莱奥尼亚丢弃得越多，就积攒得越多；她过去的鳞片已经焊成一副无法脱卸的胸甲；城市一面在每日更新，另一面在把一切都保存于唯一一种形态中：昨日的废物堆积在前天以及更久远的过去的废物之上。\n\n莱奥尼亚的垃圾也许将一点一点侵占整个世界，不过，这漫无边际的垃圾堆最外围的斜坡那面，也还有其他城市在排泄那些堆积如山的垃圾。也许，莱奥尼亚之外的整个世界都已布满了垃圾的火山口，各自环绕着一座不断喷发垃圾的城市。这些彼此陌生并敌对的城市之间的边界，就是一座座污染的碉堡，各个城市的废物相互支撑，相互重叠，混杂在一起。\n\n垃圾堆积得越高，倒塌的危险越大：只要一个罐头盒、一个废轮胎，或一只大肚酒瓶滚向莱奥尼亚，就会引起破鞋、陈年日历、枯花的大雪崩，整个城市就将被淹没在她始终力图摆脱的过去中，与邻近城市的周边混合在一起，终于彻底干净了。一场大灾变，把肮脏的群山夷为平地，每日更换新衣的城市被抹掉了一切痕迹。而附近那些已经准备好压路机的城市，则等待着平整这块土地，拓展自己的领地，扩大疆域，让自己的清洁工走向更远的地方。",
      "enDescription": "The city of Leonia refashions itself every day: every morning the people wake between fresh sheets, wash with the soap of unwrapped cakes, wear brand-new clothing, take from the latest model refrigerator still unopened tins, listening to the last-minute jingles from the most up-to-date radio.\n\nOn the sidewalks, encased in spotless plastic bags, the remains of yesterday's Leonia await the garbage truck. Not only squeezed tubes of toothpaste, blown-out light bulbs, newspapers, containers, wrappings, but also boilers, encyclopedias, pianos, porcelain dinner services. It is not so much by the things that each day are manufactured, sold, bought that you can measure Leonia's opulence, but rather by the things that each day are thrown out to make room for the new. So you begin to wonder if Leonia's true passion is really, as they say, the enjoyment of new and different things, and not, instead, the joy of expelling, discarding, cleansing itself of a recurrent impurity. The fact is that street cleaners are welcomed like angels, and their task of removing the residue of yesterday's existence is surrounded by a respectful silence, like a ritual that inspires devotion, perhaps only because once things have been cast off nobody wants to have to think about them further.\n\nNobody wonders where, each day, they carry their load of refuse. Outside the city, surely; but each year the city expands, and the street cleaners have to fall farther back. The bulk of the outflow increases and the piles rise higher, become stratified, extend over a wider perimeter. Besides, the more Leonia's talent for making new materials excels, the more the rubbish improves its substance, resists time, the elements, fermentations, combustions. A fortress of indestructible leftovers surrounds Leonia, dominating it on every side, like a chain of mountains.\n\nThis is the result: the more Leonia expels goods, the more it accumulates them; the scales of its past are soldered into a cuirass that cannot be removed. As the city is renewed each day, it preserves all of itself in its only definitive form: yesterday's sweepings piled up on the sweepings of the day before yesterday and of all its days and years and decades.\n\nLeonia's rubbish little by little would invade the world, if, from beyond the final crest of its boundless rubbish heap, the street cleaners of other cities were not pressing, also pushing mountains of refuse in front of them. Perhaps the whole world, beyond Leonia's boundaries, is covered by craters of rubbish, each surrounding a metropolis in constant eruption. The boundaries between the alien, hostile cities are infected ramparts where the detritus of both support each other, overlap, mingle.\n\nThe greater its height grows, the more the danger of a landslide looms: a tin can, an old tire, an unraveled wine-flask, if it rolls toward Leonia, is enough to bring with it an avalanche of unmated shoes, calendars of bygone years, withered flowers, submerging the city in its own past, which it had tried in vain to reject, mingling with the past of the neighboring cities, finally clean. A cataclysm will flatten the sordid mountain range, canceling every trace of the metropolis always dressed in new clothes. In the nearby cities, they are all ready, waiting with bulldozers to flatten the terrain, to push into the new territory, expand, and drive the new street cleaners still farther out.",
      "cnName": "莱奥尼亚"
    },
    {
      "type": "names",
      "name": "irene",
      "cnDescription": "如果你在点灯时分向高原边沿外探望，所见到的城市就是伊莱那，透过清澈的空气，它的玫瑰色的居住区在你脚下展开：这里窗户密密麻麻，那里小巷灯火稀疏，这里是花园的浓厚阴影，那里是塔楼上的信号火光；如果晚上有雾，朦胧的光线就像吸满奶汁的海绵在谷地里涨起。\n\n高原上的旅人，赶羊的牧人，守着网子的捕鸟人，采药的隐士，所有人都向下张望，都谈论伊莱那。有时风儿吹来低音鼓和小号的乐声，节日焰火的响声；有时则是机关枪的连响和火药库的爆炸声，内战的火烧红了天空。居高俯瞰的人会揣测城里发生了什么，会琢磨当晚去伊莱那是否能快乐。他们并没有打算进城——通往山谷的路糟透了，但伊莱那吸引着上面人们的目光和心思。\n\n这时，忽必烈期待着马可·波罗作为来自伊莱那城里的人讲述这座城市。而马可无法做到：高原人称做伊莱那的城市，他无从知晓；再说，这也并不重要：当你从城里观看她，她就是另外一座城市。伊莱那是一座从远方看到的城市的名字，如果走近她，她就变了。\n\n在路过而不进城的人眼里，城市是一种模样；在困守于城里而不出来的人眼里，她又是另一种模样；人们初次抵达的时候，城市是一种模样，而永远离别的时候，她又是另一种模样。每个城市都该有自己的名字；也许我已经用其他名字讲过伊莱那；也许我讲过的那些城市都只是伊莱那。",
      "enDescription": "Irene is the city visible when you lean out from the edge of the plateau at the hour when the lights come on, and in the limpid air, the pink of the settlement can be discerned high up in the distance: where the windows are more concentrated, where it thins out in dimly lighted alleys, where it collects shadows of gardens, where it raises towers with signal fires; and if the evening is misty, a hazy glow swells like a milky sponge at the foot of the gulleys.\n\nTravelers on the plateau, shepherds, bird-catchers, hermits, look down and speak of Irene. At times the wind brings the sound of drums and trumpets, the bang of firecrackers in the light of the festival; at times the rattle of guns, the explosion of a powder magazine in the glow of the civil war. Those who look down from the heights conjecture about what is happening in the city; they ask if it would be pleasant or unpleasant to be in Irene that evening. Not that they have any intention of going there (in any case the roads winding down to the valley are bad), but Irene is a magnet for the eyes and thoughts of those who stay up above.\n\nAt this point Kublai Khan expects Marco to speak of Irene as it is seen from within. But Marco cannot do this: he has not discovered which is the city that those of the plateau call Irene. For that matter, it is of slight importance: if you saw it, standing in its midst, it would be a different city; Irene is a name for a city in the distance, and if you approach, it changes.\n\nFor those who pass it without entering, the city is one thing; it is another for those who are trapped by it and never leave. There is the city where you arrive for the first time; and there is another city which you leave never to return. Each deserves a different name; perhaps I have already spoken of Irene under other names; perhaps I have spoken only of Irene.",
      "cnName": "伊莱那"
    },
    {
      "type": "dead",
      "name": "argia",
      "cnDescription": "阿尔嘉与其他城市不同之处在于她有的不是空气而是尘土。道路\\n都满布着灰尘，房间里的泥土一直塞到屋顶，每座楼梯都另有一座反\\n面楼梯，每个房顶都压着一层层岩石，好像多云的天空。居民是否能\\n够在城里走动，是否得挤在虫蚁的地穴和树根伸展的间隙中，我们不\\n得而知：潮气摧毁人体，使他们没有多少力气；最好还是躺在那里不\\n动弹，反正是一片黑暗。\\n\\n从上边看阿尔嘉，什么也看不见；有人说“她就在下面”，我们\\n只能听信。地方是荒芜的。夜间，你将耳朵贴着地面听，有时就能听\\n到砰然关门的声音。\"",
      "enDescription": "What makes Argia different from other cities is that it has earth instead of air. The streets are completely filled with dirt, clay packs the rooms to the ceiling, on every stair another stairway is set in negative, over the roofs of the houses hang layers of rocky terrain like skies with clouds. We do not know if the inhabitants can move about the city, widening the worm tunnels and the crevices where roots twist: the dampness destroys people's bodies and they have scant strength; everyone is better off remaining still, prone; anyway, it is dark.\n\nFrom up here, nothing of Argia can be seen; some say, \"It is down there,\" and we can only believe them. The place is deserted. At night, putting your ear to the ground, you can sometimes hear a door slam.",
      "cnName": "阿尔嘉"
    },
    {
      "type": "sky",
      "name": "thekla",
      "cnDescription": "来泰克拉的旅人所看到的，除了木板围墙、帆布屏障，就是脚手架、钢筋骨架、绳子吊着的或架子撑着的木浮桥、梯子和桁架。你会问：“为什么泰克拉的建设会持续如此之久？”居民们会继续提着一个个水桶，垂下一条条水平锤坠线，上下挥动着长刷，回答说：“为了不让毁灭开始。”你若问他们是否害怕一旦拆除脚手架，城市就会倒塌，垮成碎块，他们会连忙低声说：“不只是城市呢！”\n\n如果对这些回答还不满意，有人会透过木板围墙的缝隙窥视，看到起重机吊起其他起重机，支架支着其他支架，梁柱架着其他梁柱。他会问：“你们的建设有什么意义呢？一座建设中的城市的目的如果不是一座城市，那又是什么呢？你们执行的规划、蓝图又在哪里？”\n\n“今天的工作一结束，我们就给你看，现在我们不能停手。”他们回答。\n\n日落时分，工作结束了。工地上笼罩着一片夜色。天空繁星点点。“喏，蓝图就是它。”他们说。",
      "enDescription": "Those who arrive at Thekla can see little of the city, beyond the plank fences, the sackcloth screens, the scaffoldings, the metal armatures, the wooden catwalks hanging from ropes or supported by saw-horses, the ladders, the trestles. If you ask, \"Why is Thekla's construction taking such a long time?\" the inhabitants continue hoisting sacks, lowering leaded strings, moving long brushes up and down, as they answer, \"So that its destruction cannot begin.\" And if asked whether they fear that, once the scaffoldings are removed, the city may crumble and fall to pieces, they add hastily, in a whisper, \"Not only the city.\"\n\nIf, dissatisfied with the answer, someone puts his eye to a crack in a fence, he sees cranes pulling up other cranes, scaffoldings that embrace other scaffoldings, beams that prop up other beams. \"What meaning does your construction have?\" he asks. \"What is the aim of a city under construction unless it is a city? Where is the plan you are following, the blueprint?\"\n\n\"We will show it to you as soon as the working day is over; we cannot interrupt our work now,\" they answer.\n\nWork stops at sunset. Darkness falls over the building site. The sky is filled with stars. \"There is the blueprint,\" they say.",
      "cnName": "泰克拉"
    },
    {
      "type": "continuous",
      "name": "trude",
      "cnDescription": "到达特鲁德时，若不是看见特大字母拼写的城市名字，我还以为是到了刚离开的飞机场呢。他们驱车送我经过的郊区跟其他地方的郊区别无二致，都是一些黄黄绿绿的小房子。循着同样的路标，穿过同样的广场，绕过同样的花坛。市中心的街道陈列着同样的商品、装潢和招牌。我是第一次到特鲁德，可是已经对将要下榻的宾馆很熟悉了；我已经听见和进行了跟买卖五金制品商人的对话；我已经度过同样的时日，透过同样的酒杯，看过同样的肚脐在来回摆动。\n\n你为什么来特鲁德？我问自己。\n\n我已经想启程离去。“你随时可以启程而去，”他们说，“不过，你会抵达另外一座特鲁德，绝对一模一样：世界被唯一的一个特鲁德覆盖着，她无始无终，只是飞机场的名字在更换而已。”",
      "enDescription": "If on arriving at Trude I had not read the city's name written in big letters, I would have thought I was landing at the same airport from which I had taken off. The suburbs they drove me through were no different from the others, with the same little greenish and yellowish houses. Following the same signs, we swung around the same flower beds in the same squares. The downtown streets displayed goods, packages, signs that had not changed at all. This was the first time I had come to Trude, but I already knew the hotel where I happened to be lodged; I had already heard and spoken my dialogues with the buyers and sellers of hardware; I had ended other days identically, looking through the same goblets at the same swaying navels.\n\nWhy come to Trude? I asked myself. And I wanted to go away.\n\n\"You can leave whenever you like,\" they said, \"but you will arrive at another Trude, absolutely the same, detail by detail. The world is covered by a sole Trude which does not begin and does not end. Only the name of the airport changes.\"",
      "cnName": "特鲁德"
    },
    {
      "type": "hidden",
      "name": "olinda",
      "cnDescription": "在欧林达，你若拿着放大镜仔细寻找，就能在某个地方看见针头大的一个点，稍加放大，就能看见里面的屋顶、天线、天窗、花园和水池，悬挂在街道上方的横幅，广场上的报亭，跑马赛马的场子。这个点不是静止不变的，过上一年，它会变得有半个柠檬那么大，然后像一朵牛肝菌那样大，然后像一只汤盘那样大。然后它就变成自然大小的城市，封闭在原来的城市里面：一座新城市在原先的城里长大，再向外面扩展。\n\n欧林达并非唯一像树木一年长一圈那样按同心圆发展的城市。可是其他城市旧城墙里面围着的是钟楼、尖塔、无楞瓦房顶和大圆顶，而新区则像一条解开的腰带，松松垮垮地绕在外层。欧林达则不然：旧城墙和旧市区一起扩展，按照比例横向扩大城区边界；城墙围着比较新的市区，而这些新的城区也在边缘成长，而且变细了一些，以便给从里向外挤压过来的更新的城区让位，依此一环接一环，直达城市的核心：一座全新的欧林达。虽然缩小了尺寸，但保持了最初的和后来所有从中衍生出来的欧林达的特征与活力；在最中心的圈子里，虽然很难察觉，却已经萌发出下一个欧林达和今后将诞生成长起来的欧林达们。\n\n",
      "enDescription": "In Olinda, if you go out with a magnifying glass and hunt carefully, you may find somewhere a point no bigger than the head of a pin which, if you look at it slightly enlarged, reveals within itself the roofs, the antennas, the skylights, the gardens, the pools, the streamers across the streets, the kiosks in the squares, the horse-racing track. That point does not remain there: a year later you will find it the size of half a lemon, then as big as a mushroom, then a soup plate. And then it becomes a full-size city, enclosed within the earlier city: a new city that forces its way ahead in the earlier city and presses its way toward the outside.\n\nOlinda is certainly not the only city that grows in concentric circles, like tree trunks which each year add one more ring. But in other cities there remains, in the center, the old narrow girdle of the walls from which the withered spires rise, the towers, the tiled roofs, the belvederes, while the suburbs, ever more new, spring up all around, like a loosened belt. Not Olinda: the old walls expand bearing the old quarters with them, enlarged but maintaining their proportions on a broader horizon at the edges of the city; they surround the slightly newer quarters, which also grew up on the margins and became thinner to make room for still newer ones pressing from inside; and so, on and on, to the heart of the city, a totally new Olinda which, in its reduced dimensions retains the features and the flow of lymph of the first Olinda and of all the Olindas that have blossomed one from the other; and within this innermost circle there are already blossoming—though it is hard to discern them—the next Olinda and those that will grow after it.",
      "cnName": "欧林达"
    },
    {
      "type": "dead",
      "name": "laudomia",
      "cnDescription": "每一座城市都像劳多米亚一样，旁边就有另外一座城市，两座城市的居民有着相同的名字：这是死者的劳多米亚，是墓地。不过，劳多米亚独特之处在于她不仅是双胞胎，而且是三胞胎，即还有第三个劳多米亚，那是尚未诞生者的城市。\n\n孪生城市的特点尽人皆知。生者的劳多米亚越是发展，死者的劳多米亚也越要扩展到墓地墙外的地方。死者的劳多米亚的道路宽度刚刚能够使工人推车通过，道路两旁都是没有窗户的建筑；街道的样式和房屋的顺序都仿照生者的劳多米亚，而每个家庭都越来越拥挤，密密麻麻地重叠着。遇上好天气的下午，生者去祭拜死者，在石头墓碑上见到自己的姓氏：和生者的城市一样，死者的城市也叙述着劳苦、愤怒、幻想和各种情欲的故事；所不同的是，在这里，一切都变成必要的，不再受机缘左右，并分类装盒整齐排列好了。为了感到踏实，生者的劳多米亚人需要到死者的劳多米亚来寻找对自己的解释，找到多少都无所谓：为什么会有一个以上的劳多米亚，为什么可以诞生的不同城市却未诞生，或者是一些不完整的、自相矛盾的、令人失望的理由。\n\n劳多米亚人给那些尚未出世的人留下了同样面积的地方，这很对，当然这个空间与那个未来无限大的人口数目是不成比例的，但是，既然是块空间，四周都是壁龛、凹陷和沟槽式建筑，而且未出生人的形状可以想象成任何大小，像老鼠、桑蚕、蚂蚁甚至蚁卵那么大，什么也阻止不了我们，想象他们究竟是直立着，还是蹲伏在墙壁的每一个突出的物体或托架上，在每一个柱头或柱脚上，排成行列或是散布各处，思考着未来的生活，那么在一块大理石的纹路上，你说不定能看到成百上千年后的劳多米亚，众多的居民身着前所未见的衣装，诸如紫茄色的粗毛布服装，包头巾上插着火鸡毛，你还能认出自己的后代，认出朋友和冤家、债主和债务人的后代，他们都仍在忙忙碌碌地交易、复仇、为爱情或利益而结缘订婚。劳多米亚的生者经常造访尚未出世者的家居：脚步在空荡荡的屋顶下发出回音，人们在沉默中提出问题，生者的问题都是关于自己的，而不是关于未来人的。有人关心自己能否流芳百世，有人希望后人忘掉自己的羞耻，所有人都想知道自己行为的后果，但是他们越是睁大双眼，就越看不清那条延续的线索；劳多米亚的后来者都是像尘埃一样的颗粒状的，超然于他们以前和以后的人们。\n\n未出世者的劳多米亚并不像死者的劳多米亚那样，给活的劳多米亚城的居民们某种安全感，她给人的是恐慌感。造访者的思绪只能有两条路可循，却不知哪个蕴涵的苦恼更多：一是想到未出世者的数目要远远大于所有生者与死者之总和，那么石头上每一个小孔里都有看不见的人群拥挤在漏斗似的斜边上，就像在热门大赛时体育场的看台上一样；鉴于劳多米亚每一代人都在成倍增长，所以每一个“漏斗”都又开出众多的“漏斗”，每个漏斗里有上百万人伸长脖子、张大嘴巴呼吸，否则就有窒息的危险。另一个想法是劳多米亚也会消失，不知什么时候，整个城市和她的居民会同归于尽；换言之，居民一代接一代，直至达到某一数目为止，那时，死者的劳多米亚和未出世者的劳多米亚就像一个不可倒置的沙漏的两个细颈瓶，每一个从生到死的过渡都是穿过细颈的一粒沙子，当劳多米亚的最后一个婴儿诞生时，最后一颗沙粒也将落下，而它现在还在沙堆的顶端，等待着。",
      "enDescription": "Every city, like Laudomia, has at its side another city whose inhabitants are called by the same names: it is the Laudomia of the dead, the cemetery. But Laudomia's special faculty is that of being not only a double city but a triple one: it comprehends a third Laudomia, the city of the unborn.\n\nThe properties of the double city are well known. The more the Laudomia of the living becomes crowded and expanded, the more the expanse of tombs increases beyond the walls. The streets of the Laudomia of the dead are just wide enough to allow the gravedigger's cart to pass, and many windowless buildings look out on them; but the pattern of the streets and the arrangement of the dwellings repeats that of the living Laudomia, and in both, families are more and more crowded together, in compartments, in niches, in bunks one above the other. On fine afternoons the living population pays a visit to the dead and they decipher their own names on their stone slabs: like the city of the living, this other city communicates a history of toil, anger, illusions, emotions; only here all has become necessary, divorced from chance, categorized, set in order. And to feel sure of itself, the living Laudomia has to seek in the Laudomia of the dead the explanation of itself, even at the risk of finding more there or less: explanations for more than one Laudomia, for different cities that could have been and were not, or reasons that are incomplete, contradictory, disappointing.\n\nRightly, Laudomia assigns an equally vast residence to those who are still to be born. Naturally the space is not in proportion to their number, which is presumably infinite, but since the area is empty, surrounded by an architecture all niches and bays and grooves, and since the unborn can be imagined of any size, big as mice or silkworms or ants or ants' eggs, there is nothing to prevent us from imagining them erect or crouching on every object or bracket that juts from the walls, on every capital or plinth, lined up or dispersed, intent on the concerns of their future life, and so you can see in a marble vein all of Laudomia of a hundred or a thousand years hence, crowded with multitudes in clothing never seen before, all in eggplant-colored barracan, for example, or with turkey feathers on their turbans, and you can recognize your own descendants and those of other families, friendly or hostile, of debtors and creditors, continuing their affairs, revenges, marrying for love or for interest. The living of Laudomia frequent the house of the unborn to interrogate them: footsteps echo beneath the hollow domes; the questions are asked in silence; and it is always about themselves that the living ask, not about those who are to come. One man is concerned with leaving an illustrious memory of himself, another with making his shame be forgotten; all would like to follow the thread of their own actions' consequences; but the more they sharpen their eyes, the less they can discern a continuous line; the future inhabitants of Laudomia appear like dots, grains of dust, detached from any before or after.\n\nThe Laudomia of the unborn does not transmit, like the city of the dead, any sense of security to the inhabitants of the living Laudomia: only alarm. In the end, the visitors' thoughts find two paths open, and there is no knowing which harbors more anguish: either you think that the number of the unborn is far greater than the total of all the living and all the dead, and then in every pore of the stone there are invisible hordes, jammed on the funnel-sides as in the stands of a stadium, and since with each generation Laudomia's descendants are multiplied, every funnel opens into other funnels, each with millions of persons who are waiting to be born, craning their necks not to be suffocated; or else you think that Laudomia, too, will disappear, no one knows when, and all its citizens with it; in other words, the generations will follow one another until they reach a certain number and will then go no further; then the Laudomia of the dead and that of the unborn are like the two bulbs of an hourglass which is not turned over, each passage between birth and death is a grain of sand that passes the neck, and there will be a last inhabitant of Laudomia born, a last grain to fall, which is now at the top of the pile, waiting.",
      "cnName": "劳多米亚"
    },
    {
      "type": "sky",
      "name": "perinthia",
      "cnDescription": "应邀而来的天文学家，为佩林奇亚的奠基观察星象，确定时间和\\n地点，画出反映太阳的黄道带和天空旋转轴心的交叉线，按照十二\\n宫，在图纸上划分区域，使每个区域和每座庙宇都能有福星照临；他\\n们确定在城墙上开城门的位置，设计到每个门洞都能在今后一千年内\\n框住一次月蚀景观。他们保证，佩林奇亚反映了上天的和谐，自然的\\n理性和神灵的护佑一定能保护居民的命运。\\n\\n严格遵照天文学家的精确计算，佩林奇亚建成了，形形色色的人\\n前来落户定居；在佩林奇亚出生的第一代人在城墙内长大，也到了结\\n婚生子的年龄。\\n\\n在佩林奇亚的街巷和广场上，你会遇到瘸子、矮子、驼背、胖子\\n和长胡子的女子。但是，最糟糕的是看不见的：地窖和阁楼传来粗哑\\n的嚎叫声，那里藏着各家生出的三头六脚的畸形儿。\\n\\n佩林奇亚的天文学家面对着艰难的选择：要么承认他们的所有计\\n算都是错误的，他们的数字不能反映天象；要么说明天国的秩序就是\\n这座魔鬼般的城市所反映的样子。",
      "enDescription": "Invited to visit Perinthia, you are shown by the astronomers who established the plan of the city, according to the order of the constellations, the place and the day when the first stone was laid, the lines that cut the streets, the points where the temples rise. \"Perinthia,\" they say, \"reflects the harmony of the firmament; nature's reason and the gods' benevolence shape the inhabitants' destinies.\"\n\nFollowing the astronomers' calculations exactly, Perinthia was constructed; various peoples came to populate it; the first generation born in Perinthia began to grow within its walls; and these citizens reached the age to marry and have children.\n\nIn Perinthia's streets and squares you encounter cripples, dwarfs, hunchbacks, obese men, bearded women. But the worse cannot be seen; guttural howls are heard from cellars and lofts, where families hide children with three heads or with six legs.\n\nPerinthia's astronomers are faced with a difficult choice: either they must admit that all their calculations were wrong and their figures are unable to describe the heavens, or else they must reveal that the order of the gods is reflected exactly in the city of monsters.",
      "cnName": "佩林奇亚"
    },
    {
      "type": "continuous",
      "name": "procopia",
      "cnDescription": "在我每年的旅行中，我都在普罗科比亚稍做逗留，在同一家旅店下榻，在同一间房间过夜。自从第一次开始，我每次都要掀开窗帘，凝望那里的风景：一道土坑、一座桥梁、一堵矮墙、一棵花楸树、一块玉米地、一丛缀着黑莓的刺藤、一个鸡舍、一座黄色的山包、一朵白云和一块不规则四边形的蓝天。我确信，第一次没有见到任何人；一年后，我才在树叶的晃动中看见一张扁圆的脸在啃玉米棒子。又过了一年，矮墙上骑坐着三个人，到我回程时，看到的已经是六个人，他们并排坐着，手放在膝盖上，盘子里有些花楸果。我每年一走进房间，就立即掀开窗帘，数着又多了几张面孔：十六个，包括土坑里的那些人；二十九个，其中八个人爬在花楸树上；不算鸡舍里那些，四十七个。他们面貌相像，似乎都是彬彬有礼的，脸颊上都有雀斑，微笑着，个别人嘴角还沾着黑莓汁。很快，我看到桥上挤满了圆脸的人，因为没有活动的空间，他们都蜷缩着；他们啃着玉米棒子，然后啃玉米芯。\n\n于是，年复一年，我亲眼看着土坑、树木不见了，只有一排排嚼着树叶的圆脸挡住全部的视线。你无法想象，那一小块玉米地的空间能容纳多少人，尤其是抱膝坐着的人。其数量肯定比表面看到的更多：我看到山包上的人口越来越稠密；自从桥上的人养成相互骑跨在肩膀上的习惯后，我就再也看不见桥那边了。\n\n今年，我终于又掀开窗帘，整个窗口框住的只有一张张面孔：从这个角到那个角，上下左右，远远近近，在众多扒着前面的人肩膀的手之间，到处都是静静的平平的圆脸，带着一丝微笑。就连天空都消失了。我索性离开了窗户。\n\n现在我要活动也不容易了。我的房间里有二十六个人：我要挪动双脚，就得打扰地上蹲着的人。我在坐在五斗柜上的人的膝盖和轮流靠在床上的人的肘臂之间挤过：幸好大家都是很有礼貌的人。",
      "enDescription": "Each year on my travels I stop at Procopia and take lodgings in the same room in the same inn. Ever since the first time I have hovered to raise the curtain and look out at the landscape: a ditch, a bridge, a little wall, a medlar, a field of corn, a bramble patch with blackberries, a chicken yard, the yellow hill, the white cloud, a stretch of blue sky in the shape of a trapeze. I am sure that the first time one could see no one; it was only the following year that, with a movement of leaves, I could discern a round, flat face, gnawing on an ear of corn. A year later there were three of them on the wall, and on my return, six, seated in a row, with their hands on their knees and some medlars in a dish. Each year, as soon as I entered the room, I raised the curtain and counted more faces: sixteen, including those down in the ditch; twenty-nine, of whom eight were perched in the medlar; forty-seven, not counting those in the chicken house. They look alike, they seem polite, they have freckles on their cheeks, they smile, some have lips stained with blackberries. Soon I saw the bridge filled with round-faced characters, huddled because there was no more room; they chomped the kernels of corn, then they gnawed the ear.\n\nSo, year after year, I saw the ditch vanish, the tree, the bramble patch, hidden by hedges of calm, round faces, smiling, chewing leaves. You cannot imagine how many people can be contained in a confined space like that little field of corn, especially when they are seated with their arms around their knees, motionless. They must have been many more than they seemed: I saw the hill become covered with a thicker and thicker crowd; but since now they have got into the habit of climbing on one another's shoulders, I can no longer see the horizon.\n\nThis year, finally, as I raise the curtain, the window frames only an expanse of faces: from one corner to the other, at all levels and all distances, you see round, motionless faces, with feebly smiling lips, and many hands, grasping the shoulders of those in front. Even the sky has disappeared. I might as well leave the window.\n\nNot that it is easy for me to move. There are twenty-six of us lodged in my room: to shift my feet I have to disturb those crouching on the floor, I force my way among the knees of those seated on the chest of drawers and the elbows of those taking turns leaning on the bed: all very polite people, luckily.",
      "cnName": "普罗科比亚"
    },
    {
      "type": "hidden",
      "name": "raissa",
      "cnDescription": "在莱萨，生活并不幸福。在街上行走的人都边走边搓手，骂着正在啼哭的孩子，靠着河边护栏，双拳抵着太阳穴，早上从一场噩梦中醒来，而下一场噩梦会接踵而至。在柜台之间，你的手指随时会被锤子打中，或者被针扎中，或者你得面对商家和银行账簿上那一行行错得一塌糊涂的数字，或者面对下等酒馆柜台上的一溜空杯，庆幸那些低垂着的面孔使你免遭冷眼的困境。在房屋里的情况更糟，不必进门就能得知：夏天的窗户被吵架和打破杯盘的声音震得乱响。\n\n不过，在莱萨，每时每刻都会有一个孩子从窗口朝着一条跳上棚顶去叼一块玉米饼的狗发笑：那块饼是脚手架上的瓦匠掉下来的，他当时正向下面的女招待高喊：“我的小宝贝，让我尝尝吧！”女招待端着一盘西红柿肉酱面满心欢喜地送给一位伞匠；伞匠正在庆贺交易成功，那把白色花边的阳伞被一位贵夫人买去到赛马场上炫耀；贵夫人爱着一位青年军官，马背上的军官在跳跃最后一道障碍时朝她微笑，他很幸福，可他的马更幸福，因为在跳栏时看到空中有一只鹧鸪在飞；鸟儿刚刚被一位画家从笼子里释放出来，快乐的画家完成了一本书上的插图，描绘出鸟儿的每根红黄斑点的羽毛；在那本书上哲学家说道：“即使在悲伤的莱萨城，也有一根看不见的线把一个生命与另一个生命连接起来，瞬间后又松开，然后又将两个移动着的点拉紧，迅速勾画出新的图案，这样，这座不幸的城市每时每刻都包含着一座快乐的城市，而她自己却并未觉察到自身的存在。”",
      "enDescription": "Life in Raissa is not happy. People wring their hands as they walk in the streets, curse the crying children, lean on the railings over the river and press their fists to their temples. In the morning you wake from one bad dream and another begins. At the workbenches where, every moment, you hit your finger with a hammer or prick it with a needle, or over the columns of figures all awry in the ledgers of merchants and bankers, or at the rows of empty glasses on the zinc counters of the wineshops, the bent heads at least conceal the general grimace. Inside the houses it is worse, and you do not have to enter to learn this: in the summer the windows resound with quarrels and broken dishes.\n\nAnd yet, in Raissa, at every moment there is a child in a window who laughs seeing a dog that has jumped on a shed to bite into a piece of polenta dropped by a stonemason who has shouted, \"Darling, let me dip into it!\" to a young serving-maid who holds up a dish of ragout to him, happy to serve it to the umbrella-maker who is celebrating a successful transaction, a white lace parasol bought to display at the races by a great lady in love with an officer who has smiled at her taking the last jump, happy man, but still happier his horse, flying over the obstacles, seeing a francolin flying in the sky, happy bird freed from its cage by a painter happy at having painted it feather by feather, speckled with red and yellow in the miniature of that page in the book where the philosopher says: \"Also in Raissa, city of sadness, there runs an invisible thread that binds one living being to another for a moment, then unravels, then is stretched again between moving points as it draws new and rapid patterns so that at every second the unhappy city contains a happy city unaware of its own existence.\"",
      "cnName": "莱萨"
    },
    {
      "type": "sky",
      "name": "andria",
      "cnDescription": "安德里亚的建筑技巧绝妙之至，每一条街道都遵循一颗行星的运行轨道，建筑物和公共场所的设计也遵循星座和最明亮的星星的位置安排：心宿二、壁宿二、五车二、造父变星。城市的日程也被安排得使工作、事务和典礼符合那个日期的天象：因此地球的白昼与天空的黑夜相互对应。\n\n尽管城市的生活受制于周密的规章管理，像天体运行一样平静，它仍然要求这种现象的必然性，以摆脱人类意志的控制。对于安德里亚居民，若要称颂他们的勤奋和安详的精神，我就不能不说：“我颇为理解你们自认为是恒久不变的天空的一部分，是精密时钟里的一枚齿轮，因而极力避免对你们的城市和习俗作任何改变。安德里亚是我所了解的唯一一座宜于在时间中保持不变的城市。”\n\n他们目瞪口呆：“为什么？谁说过这种话？”他们带我去看竹林上方新近开放的一条悬空街道，一家在城市养狗场旧址上正在兴建的皮影戏院，那家养狗场已经迁移到原先的老检疫所里，自从最后一批疫症患者痊愈，检疫所就关门了，他们还带我去看刚刚建成的一个河运港口，一座塔莱斯 雕像和一个滑雪场。\n\n“这些新建设是否打乱了你们城市的星象节律？”我问。\n\n“我们的城市与天空完全相符合，”他们回答说，“城里的每一变化也与星辰的某一变化相吻合。”每当安德里亚发生什么变化，天文学家在望远镜里就能搜索到一颗新星的爆炸，或者发现远方苍穹一点橙黄转为黄色，一片星云扩大，或者银河一角变成弧形。每一变化暗含着一系列的变化，安德里亚和星辰一样，城市与星空永远不会一成不变。\n\n关于安德里亚居民的性格，有两种美德值得一提：自信与谨慎。他们坚信，城市的任何改革都会影响天象，在做出每一变革决策之前，都要对给自己、城市和整个世界带来什么风险与利益做一番认真的权衡。",
      "enDescription": "Andria was built so artfully that its every street follows a planet's orbit, and the buildings and the places of community life repeat the order of the constellations and the position of the most luminous stars: Antares, Alpheratz, Capricorn, the Cepheids. The city's calendar is so regulated that jobs and offices and ceremonies are arranged in a map corresponding to the firmament on that date: and thus the days on earth and the nights in the sky reflect each other.\n\nThough it is painstakingly regimented, the city's life flows calmly like the motion of the celestial bodies and it acquires the inevitability of phenomena not subject to human caprice. In praising Andria's citizens for their productive industry and their spiritual ease, I was led to say: \"I can well understand how you, feeling yourselves part of an unchanging heaven, cogs in a meticulous clockwork, take care not to make the slightest change in your city and your habits. Andria is the only city I know where it is best to remain motionless in time.\"\n\nThey looked at me with puzzlement. \"Why? Who said so?\" And they led me to visit a suspended street recently opened over a bamboo grove, a shadow-theater under construction in the place of the municipal kennels, now moved to the pavilions of the former lazaretto, abolished when the last plague victims were cured, and—just inaugurated—a river port, a statue of Thales, a toboggan slide.\n\n\"And these innovations do not disturb your city's astral rhythm?\" I asked.\n\n\"Our city and the sky correspond so perfectly,\" they answered, \"that any change in Andria involves some novelty among the stars.\" The astronomers, after each change takes place in Andria, peer into their telescopes and report a nova's explosion, or the remoteness of a white dwarf, or a change of color in the tail of a comet. And as each change in Andria corresponds to a new turn in the sky, so each new turn in the sky prompts a change in Andria. The city and the sky never remain the same.",
      "cnName": "安德里亚"
    },
    {
      "type": "continuous",
      "name": "cecilia",
      "cnDescription": "你抱怨我没有说明两座城市之间相距的空间，就直接把你带进一座城市，也许她们之间隔着大海、黑麦田、落叶松林或者沼泽。那么我来用一个故事回答你。\n\n在名城切奇利雅的街上，我遇到一位牧羊人赶着戴铜铃的羊群沿街边行走。\n\n“上帝赐福的人啊,”他停下来跟我打招呼，“你能告诉我，我们所在的是什么城市吗？”\n\n“愿神灵与你同在，”我回答说，“你怎么会不认识这大名鼎鼎的切奇利雅呢？”\n\n“请别见怪，”他说，“我是个流浪牧人，我和羊群有时也穿过城市，但是分不清它们。若问我牧场的名字，我能一一道出：岩下、青坡、绿草。对我而言，城市没有名字：它们是没有树叶的地方，把一片牧场与另一片牧场隔开，羊儿到了城里就吓得乱跑散群。我和牧羊犬还得奔跑着把它们赶到一起。”\n\n“和你相反，”我说，“我只了解城市，分不清城外的一切。在无人居住的地方，每块石头和每棵草都跟其他的石头和草一样。”\n\n又过去了很多年，我又了解了不少城市，走过几个大陆。有一天，我在一排排相同的房子之间行走迷失了方向。我问一个过路人：“愿神灵保佑你。你能告诉我这是什么地方吗？”\n\n“这是切奇利雅，真不幸！”他说，“我和羊群已经在这里走了很久，可还没有找到出路……”\n\n虽然胡须变白了，我依然认出了他，他就是多年前我遇到的那位牧羊人。跟着他的还有几只长着疥疮的羊，几乎没有了臭味，因为已经瘦得皮包骨头。它们低头啃着垃圾筒里的废纸。\n\n“不可能！”我叫了起来，“我也进了一座城，在里面街道上越走越深，一直走了很久。但是，这是另外一座城市，距离切奇利雅很远，而且我还不曾出城，怎么会来到你所说的地方呢？”\n\n“各地都混合起来了，”牧羊人说，“到处都是切奇利雅，这里曾经是鼠尾草场，我的羊认出了交通安全岛那边的草。",
      "enDescription": "You reproach me because each of my stories takes you right into the heart of a city without telling you of the space that stretches between one city and the other: whether it is covered by seas, or fields of rye, larch forests, swamps. I will answer you with a story.\n\nIn the streets of Cecilia, an illustrious city, I met once a goatherd, driving a tinkling flock along the walls.\n\n\"Man blessed by heaven,\" he stopped to ask me, \"can you tell me the name of the city we are in?\"\n\n\"May the gods accompany you!\" I cried. \"How can you fail to recognize the illustrious city of Cecilia?\"\n\n\"Bear with me,\" that man answered. \"I am a wandering herdsman. Sometimes my goats and I have to pass through cities; but we are unable to distinguish them. Ask me the names of the grazing lands: I know them all, the Meadow between the Cliffs, the Green Slope, the Shadowed Grass. Cities have no name for me: they are places without leaves, separating one pasture from another, and where the goats are frightened at street corners and scatter. The dog and I have to run to keep the flock together.\"\n\n\"I am the opposite of you,\" I said. \"I recognize only cities and cannot distinguish what is outside them. In uninhabited places each stone and each clump of grass mingles, in my eyes, with every other stone and clump.\"\n\nMany years have gone by since then; I have known many more cities and I have crossed continents. One day I was walking among rows of identical houses; I was lost. I asked a passerby: \"May the immortals protect you, can you tell me where we are?\"\n\n\"In Cecilia, worse luck!\" he answered. \"We have been wandering through its streets, my goats and I, for an age, and we cannot find our way out...\"\n\nI recognized him, despite his long white beard; it was the same herdsman of long before. He was followed by a few mangy goats, which did not even stink, they were so reduced to skin and bone. They cropped wastepaper in the bins.\n\n\"That cannot be!\" I shouted. \"I, too, entered a city, I cannot remember when, and I have gone on walking through its streets. But how can it have been the same city? I was in another Cecilia, and I have not yet left it.\"\n\n\"The places have mingled,\" the goatherd said. \"Cecilia is everywhere. Here, once, there must have been the Meadow of the Low Sage. My goats recognize the grass on the traffic island.\"",
      "cnName": "切奇利雅"
    },
    {
      "type": "hidden",
      "name": "marozia",
      "cnDescription": "有人向一位占卜女人问马洛奇亚的命运，她说：“我看见两座城市：一座是老鼠的，一座是燕子的。”\n\n神谕的解释是：在今天的马洛奇亚，人们在铅灰色街巷里像老鼠一样东奔西窜，相互争抢着最强悍的同类牙缝里偶然漏下的食物残渣；但是，一个新的纪元就要开始，那时候，马洛奇亚的所有人都会像飞翔在夏空中的燕子，彼此像在游戏中互相呼唤着，炫耀着自己用静止的翅膀飞行的本领，在急速下滑中消灭空中的蚊虫。\n\n“现在是结束老鼠时代的时候了，燕子世纪即将开始。”坚信者如是说。事实上，在老鼠般短浅凶狠的目光斜视下，在一些不起眼的人中间，已经蕴涵着燕子般的腾飞心理，瞄准透明的天空，准备一抖尾巴就冲上去，用翅膀尖划出一道新世界的弧线。\n\n过了若干年，我又回到马洛奇亚；人们认为占卜女人的预言已经应验多时：旧时代已经被埋葬，新纪元正在鼎盛期。城市确实变了，也许变得更好了。但是我所见到的翅膀却只是那些互不信任的雨伞，伞下那些沉重的眼皮低垂着；相信自己能飞的人有之，但其实只不过是扇动着蝙蝠式的外衣，刚刚离开地面而已。\n\n有时候，你沿着马洛奇亚坚固的城墙走着，在最预想不到的时候能看见眼前的厚墙出现一道缝隙，里面显现出一座不同的城市，瞬间之后，她就消失了。也许关键在于知道按照什么顺序和节奏，说什么话，做什么动作；或者只要有某人的一个目光、回话或姿态，就足够了；**只要有人仅仅为快乐而做什么事情，而他的快乐能够变成他人的快乐，就足够了**：那时，所有的空间、高度和距离都变了，城市也变了，变成水晶的，像蜻蜓般透明。但是，这一切必须是偶然发生的，不能看得太重，不能想着正在完成什么决定性动作，要意识到旧的马洛奇亚随时可能回来，把石屋顶、蜘蛛网和发霉的东西统统重新压在人们的头上。\n\n占卜女人错了吗？未必。我对她的解释是：马洛奇亚是两座城市，老鼠的和燕子的；二者都随着时间在变化，但是她们之间的关系不变：后者正待摆脱前者。",
      "enDescription": "The Sibyl, questioned about Marozia's fate, said: \"I see two cities: one of the rat, one of the swallow.\"\n\nThis was the interpretation of the oracle: today Marozia is a city where all run through leaden passages like packs of rats, tearing from one another's teeth the leftovers which fall from the teeth of the most threating rats; but a new century is about to begin in which all the people of Marozia will fly like swallows in the summer sky, calling one another as in a game, showing off their wings as they swoop, clearing the air of mosquitoes and gnats.\n\n\"It is time for the century of the rat to end and the century of the swallow to begin,\" the more determined said. In fact, already beneath the grim, ratty eyes, you could see swallow wings stirring, heading for the transparent air.\n\nYears have gone by, and if you look around Marozia, you can see that the century of the rat has not ended, but the century of the swallow has not begun. The people still run through the passages, but now they have wings, they fly, but they fly low, in the dark, like bats.\n\nIt is true that the city has changed, and perhaps for the better. But the wings I see are those of suspicious umbrellas, under which heavy eyelids are lowered; there are people who believe they are flying, but it is only that their coats are flapping like bats' wings.\n\nAt times, walking along the walls of Marozia, when you least expect it, you see a crack open and a different city appear for a second. Then it vanishes. Perhaps everything lies in knowing what words to speak, what actions to perform, and in what order and rhythm; or else someone's gaze, answer, gesture is enough; it is enough for someone to do something for the sheer pleasure of doing it, and for his pleasure to become the pleasure of others: at that moment, all spaces change, all heights, distances; the city is transfigured, becomes crystalline, transparent as a dragonfly. But everything must happen as if by chance, without attaching too much importance to it, without insisting that you are performing a decisive operation, remembering clearly that any moment the old Marozia will return and solder its ceiling of stone, cobwebs, and mold over your heads.\n\nWas the oracle mistaken? Not necessarily. I interpret it in this way: Marozia consists of two cities, the rat's and the swallow's; both change with time, but their relationship does not change: the second is the one about to free itself from the first.",
      "cnName": "马洛奇亚"
    },
    {
      "type": "continuous",
      "name": "penthesilea",
      "cnDescription": "要跟你讲潘特熙莱雅，就得从描述城市的入口开始。你一定会想象，在尘土飞扬的平原上会看见远处一堵城墙拔地而起，你一步步走近城门，守在门边的收税官已经在斜眼观察你的行囊。在你走进城门之前，你还是在城外；穿过拱形门洞，你便发觉自己已经在城里了。城墙的厚度包围着你，城墙的石头上有刻痕，只要你跟踪它那粗糙的线条，就能看出某种图形来。\n\n你若如此以为，就错了。潘特熙莱雅与众不同。你走了好几个小时，却弄不清你究竟是在城里还是在城外。就像一个几乎没有堤岸的湖泊，淹没在沼泽地里，潘特熙莱雅是一座像汤汁般稀释在平原上的城市。色调暗淡的建筑，背靠背站在荒芜的草原上，其间混杂着木板钉的围墙和铁皮小屋。在道路两边不时见到一丛丛高高低低的门面简单的建筑，就像一把缺齿的梳子，让人觉得再往前就该是市中心了。可是你继续前进，看到的还是说不清的地方，然后是一片工场和仓库，一片墓地，有摩天轮的游艺场，屠宰场；你走过一条挤满小店铺的巷子，尽头是一片片不毛的荒野。\n\n你遇见行人，可以向他们打听：“去潘特熙莱雅怎么走？”他们会做出一个动作，使你不明白究竟表示“就在那边”，还是说“就在这里”，或者是“在相反的方向”。\n\n你会坚持问：“城市在哪里？”\n\n“我们每天早上来这里工作，”有人会如此回答，而另有人会说：”我们每天回这里睡觉。”\n\n“可是城市在哪里？”你还问。\n\n“应该是在那里。”有人会说，抬手指着地平线上的一丛阴影，另有人会指着你身后的一些尖顶建筑。\n\n“那么，是我走过了城市而毫无觉察？”\n\n“不是，你再往前走走看。”\n\n于是你继续走啊走啊，从一个郊区走到另一个郊区，终于到了该离开潘特熙莱雅的时刻。你又打听出城的路，你又走过零乱分散的一个个郊区，入夜了，窗口的灯光时而密集，时而稀疏。\n\n这个四周裂着口子的口袋阵或褶皱区里，是否隐藏着一座能让人辨认并且让人记住的潘特熙莱雅，或者潘特熙莱雅是否仅仅是自己的郊区，她的中心分散在各个地方？你放弃了对她的理解。你现在脑子里盘算着的问题更让人头疼：潘特熙莱雅的外面还有外面吗？或者无论你向外走多远，只能从一个过渡区走进另一个过渡区，却永远无法走出去？",
      "enDescription": "To tell you of Penthesilea I would first have to describe the entrance to the city. You, no doubt, imagine that you see a girdle of walls rising from the dusty plain as you slowly approach the gate, guarded by customs men who are already casting sidelong glances at your bundles. Until you have reached it you are outside it; you pass beneath an archway and you find yourself within the city; its compact thickness surrounds you; carved in its stone there is a pattern that will be revealed to you if you follow its jagged outline.\n\nIf this is what you believe, you are wrong: Penthesilea is different. You advance for hours and it is not clear to you whether you are already in the city's midst or still outside it. Like a lake with low shores lost in swamps, so Penthesilea spreads for miles around, a soupy city diluted in the plain; pale buildings back to back in mangy fields, among plank fences and corrugated-iron sheds. Every now and then at the edges of the street a cluster of constructions with shallow facades, very tall or very low, like a snaggle-toothed comb, seems to indicate that from there on the city's texture will thicken. But you continue and you find instead other vague spaces, then a rusty suburb of workshops and warehouses, a cemetery, a carnival with Ferris wheel, a shambles, you start down a street of scrawny shops which fades amid patches of leprous countryside.\n\nIf you ask the people you meet, \"Where is Penthesilea?\" they make a broad gesture which may mean \"Here,\" or else \"Farther on,\" or \"All around you,\" or even \"In the opposite direction.\"\n\n\"I mean the city,\" you ask, insistently.\n\n\"We come here every morning to work,\" some answer, while others say, \"We come back here at night to sleep.\"\n\n\"But the city where people live?\" you ask.\n\n\"It must be that way,\" they say, and some raise their arms obliquely toward an aggregation of opaque polyhedrons on the horizon, while others point behind you to the specter of other spires.\n\n\"Then I have missed it,\" you say, \"I have passed it without realizing it.\"\n\n\"No, keep going straight ahead.\"\n\nAnd so you continue, passing from outskirts to outskirts, and the time comes to leave Penthesilea. You ask for the road out of the city; you pass again the string of scattered suburbs like a freckled pigmentation; night falls; windows come alight, here more concentrated, there more sparse.\n\nYou have given up trying to understand whether, hidden in some sac or wrinkle of these dilapidated surroundings there exists a Penthesilea the visitor can recognize and remember, or whether Penthesilea is only the outskirts of itself. The question that now begins to gnaw at your mind is more anguished: outside Penthesilea does an outside exist? Or, no matter how far you go from the city, will you only pass from one limbo to another, never managing to leave it?",
      "cnName": "潘特熙莱雅"
    },
    {
      "type": "hidden",
      "name": "theodora",
      "cnDescription": "特奥朵拉在数百年的外来侵略中备受折磨；刚赶走了一个敌人，另一个敌人就强大起来，威胁着劫后余生的百姓。天上的秃鹰飞走了，他们还要对付地上的群蛇；蜘蛛消灭了，苍蝇又黑压压地繁殖起来；战胜了白蚁之后，城市又落到木蛀虫手里。那些同城市不可调和的物种都应该被打败，被消灭。人们剥掉它们的鳞片与甲壳，拔掉它们的鞘翅和羽毛，让特奥朵拉成为只属于人类的城市，至今还保留着这一特征。\n\n但是，在过去很长的时间里一直都不能确定，是否能战胜最后一个与人类争夺城市主权的物种：老鼠。人类无法斩尽杀绝的一代代老鼠的幸存者，继续繁衍出更加强健的后代，它们不怕任何捕鼠器，不怕各种毒药，只需几个星期，就可以塞满特奥朵拉的地下阴沟。最终，借助一场极端的大屠杀，人类凶残而多方面的才能战胜了敌人具有压倒性优势的生命力姿态。\n\n城市，这座动物的大坟场，终于埋葬了最后一批带着跳蚤和细菌的老鼠腐尸。人类终于重新建立起被自己打乱的世界秩序：再也没有活着的物种能够对此提出疑问。为了让人们记住曾经有过的动物，特奥朵拉图书馆的书柜里收藏着布封和林内的著作。\n\n于是，至少特奥朵拉的居民相信，已经被遗忘多年的动物再度从沉睡中苏醒是实在遥远的假想，在漫长的岁月里，曾经销声匿迹，被驱逐出永不灭绝的物种体系之外的一些动物，又在保存古籍的地下书库里蠢蠢欲动：它们从柱头和水道上跳出来，钻到入睡者的床头。人面狮、狮身鹰、羊身蛇尾狮、龙、鹿羊、鸟身女妖、九头蛇、马身独角兽、以眼杀人的怪蛇重新在城市里称王称霸。",
      "enDescription": "Invasions, recurring over the centuries, have tormented the city of Theodora; no sooner was one enemy routed than another gained strength and threatened the survival of the inhabitants. When the sky was cleared of condors, they had to face the propagation of serpents; the spiders' extermination allowed the flies to multiply and blacken the air; the victory over the termites left the city at the mercy of the woodworms. One by one the species incompatible to the city had to be succored and extinguished. Scales and carapaces, elytras and feathers were torn from the fauna of Theodora to give the city the exclusive image of a human city that it still distinguishes.\n\nBut for a long time, it was not clear whether the victory over the last species of enemies, the rats, had been definitive or not. The rats, which the people of Theodora had been unable to exterminate, continued to multiply in the subterranean darkness, generation after generation, invulnerable to traps and poisons, and in the space of a few weeks, they would invade the sewers, the cellars, the warehouses. Finally, with a massacre of extreme proportions, the murderous ingenuity of man prevailed over the overwhelming vitality of the enemy.\n\nThe city, great cemetery of the animal kingdom, was closed, aseptic, over the final buried corpses with their last fleas and their last germs. Man had finally reestablished the order of the world which he had himself upset: no other living species existed to cast any doubt on it. To recall what had been fauna, Theodora's library would preserve on its shelves the volumes of Buffon and Linnaeus.\n\nAt least that is what Theodora's inhabitants believed, far from imagining that a forgotten fauna was awakening from its lethargy. Relegated for long eras to hiding places in the library, the incunabula were spawning a fauna that had been extinct for ages: sphinxes, griffons, chimeras, dragons, hircocervi, harpies, hydras, unicorns, basilisks were resuming possession of their city.",
      "cnName": "特奥朵拉"
    },
    {
      "type": "hidden",
      "name": "berenice",
      "cnDescription": "贝莱尼切是一座不公正的城市，她的绞肉机是用三条竖线花纹、圆柱顶板和排挡间饰来装饰的，负责擦拭的人仰起下巴，把头探出栏杆以外观赏门厅、台阶和前厅，就感觉自己像囚犯，并且身材矮小。可是我要给你讲的是隐蔽着的贝莱尼切，她是一座正义的城市，在店铺后面、楼梯阴面忙碌着，把钢丝、管子、滑轮、活塞和配重盘用相宜的材料连接起来，像一株攀缘植物缠绕在大齿轮之间；一旦它们卡住，跶跶的低声就会宣布一个新的精密机制将控制全城。我不想描述不公正的贝莱尼切人如何躺在温泉浴缸香喷喷的水里，花言巧语编造诡计，以主人的目光观看浴室里女奴圆润的肌肤；我想说，正义的人们随时都提防着佞人的监视和打手的围捕，他们凭借说话的方式，特别是引号与括号的发音，方可彼此相认；他们节俭单纯，排除一切复杂阴郁的情绪；他们的饮食俭朴而味美，唤起人们对古老的黄金时代的思念：大米加芹菜的热汤，煮蚕豆，炸嫩菜瓜。\n\n你可以从这些情况推论出未来的贝莱尼切的形象，它比任何现在的资料都更接近真实的贝莱尼切。你必须铭记我正要告诉你的这些话，公正之城的种子里埋藏着一颗毒种：认定自己公正并比那些自称公正的人更为公正的自信和骄傲。这颗毒种在怨恨、敌对和报复中萌芽，向不公正者报复的自然愿望，伴随着取而代之的渴望。于是，另一座不公正的城市，尽管与前者有所区别，正在渐渐钻出公正的贝莱尼切与不公正的贝莱尼切的双重叶鞘。\n\n说了这些，我不希望你得到一个变形了的印象，我应该将你的注意力吸引到一种品质上，在这座不公的城市里，秘密的公正城市的种子在秘密发芽：即一种热爱公正的人可能的觉醒，就像一个激情冲动者打开窗户，虽然尚无规律，却能再构成一座比孕育不公之前更加公正的城市。但是，你若仔细审视这个公正的新胚胎，就会发现一个小点正在扩大，不断增长的倾向是采用不公的强制手段实施公正，这也许是一个庞大的都市的胚胎……\n\n我的话会使你得出这样的结论，贝莱尼切是不同的城市在不同的时间里的交替延续，既公正又不公正。可我想提醒你的是：贝莱尼切未来的所有城市此时此刻已经就存在着，有时是一个含着一个，贴得紧紧的，怎么也分不开。",
      "enDescription": "I should not tell you of Berenice, the unjust city, which crowns with triglyphs, abaci, metopes the gears of its meat-grinding machines (the men assigned to polishing them, when they raise their chins over the balustrades and contemplate the atria, stairways, porticos, feel even more imprisoned and short of stature). Instead, I should tell you of the hidden Berenice, the city of the just, handling makeshift materials in the shadowy rooms behind the shops and beneath the stairs, linking a network of wires and pipes and pulleys and pistons and counterweights that infiltrates like a climbing plant among the great cogged wheels (when they jam, a subdued ticking will give warning that a new precision mechanism is governing the city). Instead of describing to you the perfumed pools of the baths where the unjust of Berenice recline and weave their intrigues with rotund eloquence and observe with a proprietary eye the rotund flesh of the bathing odalisques, I should say to you how the just, always cautious to evade the spying sycophants and the Janizaries' mass arrests, recognize one another by their way of speaking, especially their pronunciation of commas and parentheses; from their habits which remain austere and innocent, avoiding complications and nervous moods; from their sober but tasty cuisine, which recalls an ancient golden age: rice and celery soup, boiled beans, fried squash flowers.\n\nFrom these data it is possible to deduce an image of the future Berenice, which will bring you closer to knowing the truth than any other information about the city as it is seen today. You must nevertheless bear in mind what I am about to say to you: in the seed of the city of the just, a malignant seed is hidden, in its turn: the certainty and pride of being in the right—and of being more just than many others who call themselves more just than the just. This seed ferments in bitterness, rivalry, resentment; and the natural desire of revenge on the unjust is colored by a yearning to be in their place and to act as they do. Another unjust city, though different from the first, is digging its way out from inside the double sheath of the unjust and the just Berenices.\n\nHaving said this, I do not wish your eyes to catch a distorted image, so I must draw your attention to an intrinsic quality of this unjust city germinating secretly inside the secret just city: and this is the possible awakening—as if in an excited opening of windows—of a latent love for the just, not yet subjected to rules, capable of reassembling a city more just than it was before it became the vessel of injustice. But if you peer closely at this new germ of justice you can spot a tiny stain that is spreading like the mounting tendency to impose what is just through what is unjust, and perhaps this is the germ of an immense metropolis...\n\nFrom my words you will have reached the conclusion that the real Berenice is a temporal succession of different cities, alternately just and unjust. But what I wanted to warn you about is something else: all the future Berenices are already present in this instant, wrapped one within the other, confined, crammed, inextricable.",
      "cnName": "贝莱尼切"
    }
  ]
}